{
  "id":19,
  "name":"Advisory Board",
  "icon":"",
  "list":"news-and-social",
  "xtype":"page",
  "posted_on":"19th November 2012",
  "handle":"advisory-board",
  "content":"<h2>Advisory Board<\/h2>\n<p>Created&nbsp;to ensure that the sustainable built environment remains at the  heart of Ecobuild, the Advisory Board meets regularly to discuss current  industry issues and how these can be incorporated into the content,  education and features at Ecobuild. See below for more information about  the members.<\/p>\n<p><img src=\"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/filemanager\/4196\/0d797953fb4bfa27970c13cd792cf5bb\/missing.gif\" border=\"0\" alt=\"John Connanghton Rs\" \/><\/p>\n<h3>Dr John Connaughton, Professor of Sustainable Construction, School  of Construction and Management  Engineering, University of Reading<\/h3>\n<p>Dr John Connaughton is Professor of Sustainable Construction in the  School of Construction Management and Engineering at the University of  Reading. Prior to that he was a Director at Davis Langdon, an AECOM  Company, which he joined in 1985. At Davis Langdon he played a leading  role in the development of the firm's Management Consulting arm,  providing a wide range of consulting services to both public and private  sector clients. In addition to an earned PhD from the University of  Greenwich in the field of investment decision making, John has been  awarded an Honorary Doctorate by the Dublin Institute of Technology.&nbsp;<\/p>\n<p>John has worked in the construction sector for over 30 years, 27 of  which have been spent in management and related consultancy. His  involvement in sustainability in construction dates back to the mid  1980s and since then John has been instrumental in the development of  Davis Langdon&rsquo;s Sustainability Services, and was responsible for the  development of the firm&rsquo;s Environmental Management System (ISO 14001  certified) and key initiatives in the areas of learning and training in  sustainability.<\/p>\n<p>John was also heavily involved in the firm&rsquo;s other consulting  services, and has particular expertise in the areas of Business  Improvement and Market Intelligence. He has ongoing research interests  in innovation in construction, and managed a significant element of the  UK Department of Trade and Industry&rsquo;s Construction Research and  Innovation programme from 1998-2005. He has also focused on improving  the procurement process and was lead author on a number of industry  guides produced by the Construction Industry Board following the Latham  Review of UK Construction in 1994. He was one of the founding members of  the UK Board of the Movement for Innovation (M4I). More recently John  has led the development of the National Change Agent for Social Housing  (www.ncahousing.org.uk), a major initiative in the procurement of  capital works for affordable housing.<\/p>\n<p><img src=\"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/filemanager\/4195\/0d797953fb4bfa27970c13cd792cf5bb\/missing.gif\" border=\"0\" alt=\"Munish Datta Rs\" \/><\/p>\n<h3>Munish Datta, Head of Property Plan A, Marks &amp; Spencer<\/h3>\n<p>In a Marks &amp; Spencer career spanning 15 years, Munish has worked in  Stores and various roles in Head Office. In the last 7 years he has lead  the delivery of store modernisation and development construction  projects and more recently has been heading the creation of a strategy  and delivery of Plan A, M&amp;S&rsquo;s well known sustainability programme,  within the Property Group. Within its built environment, the highly  successful plan has enabled the retailer to become 28% more energy  efficient, divert all waste from landfill, become an industry leader in  sourcing sustainable materials and launch award winning sustainable  learning retail stores. Munish contributes to several industry task  Groups and is a member of the governments Green Construction Board  Buildings working group. He speaks regularly at industry events and  conferences and is a regular guest speaker at the University of  Cambridge Programme for Sustainable Leadership. To learn more about the  lessons, achievements and outcomes from applying Plan A to the M&amp;S  built environment go to www.marksandspencer.com\/construction. Munish  loves to exchange ideas on twitter @MunishDatta.<\/p>\n<p><img src=\"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/filemanager\/4197\/0d797953fb4bfa27970c13cd792cf5bb\/missing.gif\" border=\"0\" alt=\"Louise Ellison3 Rs\" \/><\/p>\n<h3>Louise Ellison BSc MPhil MRICS<\/h3>\n<p>Louise is a Chartered Surveyor with many years experience focusing in  particular on the relationship between sustainability and property  worth. She joined Quintain in January 2011 as Head of Sustainability and  is responsible for developing and implementing sustainability across  the company&rsquo;s urban regeneration and asset and fund management  activities. She represents Quintain at the Better Buildings Partnership  and is a member of the Investment Property Forum Sustainability Interest  Group and the British Property Federation Sustainability Committee. She  Chairs the Valuation and Demand Working Group of the Green Construction  Board, the Property Industry Alliance Research Committee and the Better  Buildings Partnership Transaction Agents Working Group.<\/p>\n<p><img src=\"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/filemanager\/4201\/0d797953fb4bfa27970c13cd792cf5bb\/missing.gif\" border=\"0\" alt=\"Miles Keeping Djd Photo Rs\" \/><\/p>\n<h3>Miles Keeping, Partner, Drivers Jonas Deloitte<\/h3>\n<p>Miles is a Partner in the Sustainability team at Drivers Jonas  Deloitte, working with clients to identify and manage the sustainability  risks associated with their property assets.&nbsp; He has a deep  understanding of different businesses&rsquo; preferences for sustainability  within buildings as well as the relevant regulatory drivers affecting  their interests.&nbsp; Miles&rsquo; work involves leading a team which helps  clients to set and achieve appropriate environmental targets and wider  corporate responsibility strategies in order to achieve business  efficiencies.&nbsp; He is also regularly involved in helping the UK  government to understand how best to develop and implement regulations  affecting the sustainability of property.<\/p>\n<p>Miles combines his role as a sustainability consultant with those as:&nbsp;<\/p>\n<p><strong>-<\/strong> Chairman of the Green Deal Commercial Property Group<br \/><strong>-<\/strong> Chairman of the Investment Property Forum&rsquo;s Sustainability Interest Group<br \/><strong>-<\/strong> A member of the UK Green Building Council&rsquo;s Policy Committee and a UKGBC Ambassador<br \/><strong>-<\/strong> A member of the British Council for Offices Environmental Sustainability Group<br \/><strong>-<\/strong> A member of the Association of Real Estate Funds Environmental Sustainability Group<\/p>\n<p>Prior to joining Drivers Jonas Deloitte, Miles was a Senior Lecturer  at Oxford Brookes University, where he spent 11 years undertaking  consultancy work, researching and teaching about property sustainability  issues. He sits on the editorial boards of the &ldquo;<em>International Journal of Urban Sustainable Development<\/em>&rdquo; and the &ldquo;<em>Journal of Property Investment &amp; Finance<\/em>&rdquo;.<\/p>\n<p>Miles is a Chartered Surveyor as well as a Chartered Environmentalist and is a Fellow of the RSA.<\/p>\n<p><img src=\"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/filemanager\/4194\/0d797953fb4bfa27970c13cd792cf5bb\/missing.gif\" border=\"0\" alt=\"Paul King Ukgbc Rs\" \/><\/p>\n<h3>Paul King, Chief Executive, UK Green Building Council<\/h3>\n<p>Paul became the first CEO of the UK-GBC in May 2007. Previously he  worked for WWF-UK where he was Director of Campaigns, and formerly  Campaign Director for WWF's One Million Sustainable Homes campaign and  co-founder of One Planet Living &reg;. Paul is Chairman of the Zero Carbon  Hub and is a member of the Zero Carbon Homes 2016 Task Force.&nbsp; He is  Chair of the Green Construction Board Buildings Working Group. He is a  member of the Technology Strategy Board&rsquo;s Low Impact Building Programme  Steering Group, the Government&rsquo;s Housing Sounding Board and the Igloo  Regeneration Sustainability Committee.&nbsp; He was previously a member of  the Low Carbon Construction IGT, Sustainable Buildings Task Group, Code  for Sustainable Homes Steering Group and the Egan Review of Skills for  Sustainable Communities. On an international level he is a Board member  of the World Green Building Council and Chair of the World GBC Europe  Network.<\/p>\n<p><img src=\"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/filemanager\/4238\/0d797953fb4bfa27970c13cd792cf5bb\/missing.gif\" border=\"0\" alt=\"Isabel Mcallister Use Rs\" \/><\/p>\n<h3>Isabel McAllister, Director of Sustainability, Mace Limited<\/h3>\n<p>Isabel joined Mace in February 2012, and is responsible for  sustainability activities throughout all Mace business operations both  in the UK and overseas. Prior to joining Mace, Isabel gained 15 years&rsquo;  experience in sustainable property and construction and has worked with a  range of clients including regulators, funders and delivery teams.  Clients have included CLG, British Land, Crown Estate, Great Portland  Estates, Hertfordshire County Council, Olympic Delivery Authority and  Wates Group. Since joining Mace, Isabel has developed a group wide  sustainability strategy that includes a range of demanding targets. In  addition to being responsible for delivering the sustainability  strategy, Isabel is also the director responsible for Mace  sustainability consultancy services.<\/p>\n<p><img src=\"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/filemanager\/4199\/0d797953fb4bfa27970c13cd792cf5bb\/missing.gif\" border=\"0\" alt=\"Diana Montgomery Rs\" \/><\/p>\n<h3>Dr Diana Montgomery, Chief Executive, Construction Products Association<\/h3>\n<p>Dr Diana Montgomery joined the Construction Products Association as  Chief Executive, in April 2012. She has been quick to champion the  importance of UK construction manufacturing to the whole construction  supply chain and the value it delivers to UK. In addition, she has  worked with others in the sector to highlight the value of investment in  infrastructure, housing and repair and maintenance in the built  environment.&nbsp;Diana is particularly enthusiastic about how UK  manufacturers innovate to deliver process and product improvement that  deliver benefits to customers in improved performance, value and reduced  impact on the environmental through the product lifecycle.Recently she  has also been encouraging government to provide real incentives for  energy efficiency measures in domestic and commercial buildings.<\/p>\n<p>Before joining the Construction Product Association Diana worked for  the Chemical Industries Association where she raised the profile of  Chemical manufacturing in the UK and established its pivotal role in the  delivery of the UK Government's sustainability targets. Prior to the  CIA Diana led the sustainability agendas in companies including  Centrica, the AA and Johnson Wax. She is a non-Executive Director of the  Institute of Environmental Management and Assessment, a Chartered  Environmentalist and has degrees from Oxford University and Imperial  College in Chemistry and Environmental Management.<\/p>\n<p><img src=\"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/filemanager\/4198\/0d797953fb4bfa27970c13cd792cf5bb\/missing.gif\" border=\"0\" alt=\"Jenny Pidgeon Rs\" \/><\/p>\n<h3>Jenny Pidgeon, Director of Property, Responsible Property Investment (RPI)<\/h3>\n<p>Jenny is responsible for managing Henderson&rsquo;s Responsible Property  Investment programme. She coordinates all aspects of&nbsp;their  sustainability approach, working with fund and asset managers,  development team, property managers, tenants and suppliers to promote  the good management of social and environmental issues across core  business activities.<\/p>\n<p>Jenny joined Henderson in 2011 from Upstream Sustainability Services,  where she worked with several leading investors on their sustainability  strategies and was involved with industry research into the  relationship between sustainability and investment performance.<\/p>\n<p>Jenny represents Henderson on industry forums including the Better  Building Partnership, IIGCC property working group and AREF  environmental &amp; social governance committee (whom she represents on  the Green Property Alliance) and contributes to initiatives including  GRESB and EcoPAS.<\/p>\n<p><img src=\"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/filemanager\/4200\/0d797953fb4bfa27970c13cd792cf5bb\/missing.gif\" border=\"0\" alt=\"Ben Wielgus Rs\" \/><\/p>\n<h3>Ben Wielgus, Senior Manager, Climate Change and Sustainability Services, KPMG<\/h3>\n<p>Ben has been a member of KPMG&rsquo;s climate change and sustainability  advisory group for almost 8 years.&nbsp; He currently heads the  sustainability strategy team.&nbsp; During his time at KPMG, he has worked  with a wide range of clients, helping them understand the evolving  sustainability agenda.&nbsp; His clients come from all three sectors of the  economy, ranging from global infrastructure businesses and retailers, to  universities, Government departments and national charities.&nbsp;<\/p>\n<p>Ben specialises in helping organisations understand how the risks and  opportunities from the sustainability agenda, particularly climate  change, can affect an organisation&rsquo;s strategy, working with them to  build suitable governance and embed responses to the challenges. He is a  frequently requested speaker at national events focussing on  sustainability reporting, management and organisational cooperation.&nbsp; He  also regularly contributes to the debate on emerging carbon legislation  including working with government departments and with sector  associations to help them understand&nbsp; how this legislation will affect  their members.<\/p>\n<p>Ben has worked with his largest client, a global infrastructure  business, since 2010.&nbsp; The focus has been on embedding their highly  ambitious sustainability roadmap at an operating company level across  more than 20 operating companies in seven countries.&nbsp; This has involved  holding more than 700 conversations with leaders and managers from  around the business to help them see the benefits of the agenda.&nbsp;&nbsp; His  smallest and perhaps most interesting client, was a local Northern  confectioner, where Ben spent his time helping them see how they can  differentiate their product, excite their employees and enhance their  brand value through sustainability initiatives.<\/p>\n<p>For the last 5 years, Ben has also led KPMG&rsquo;s support to clients  preparing for the CRC by developing a number of solutions that help them  understand the impact of the legislation, their preparedness to comply  and developing good practice solutions to individual challenges.&nbsp; This  includes trading strategies, monitoring and reporting and building board  buy in and helping organisations structure appropriately to address the  challenge of the sustainability agenda.&nbsp; So far&nbsp;him and his&nbsp;team have  helped more than 400 clients understand and prepare for this  legislation, and he has managed nearly 90 CRC Readiness Review  engagements to help clients prepare in a systematic and detailed manner.<\/p>"
}