{
  "id":20,
  "name":"Attractions",
  "icon":"",
  "list":"",
  "xtype":"page",
  "posted_on":"19th November 2012",
  "handle":"attractions",
  "content":"<h2>Attractions<\/h2>\n<h3>Great ideas, innovative solutions, practical advice with dozens of inspiring and interactive attractions on the show floor.<\/h3>\n<h4><strong>Ecobuild Arena<\/strong><\/h4>\n<h4>\n<p>Back by popular demand, The Ecobuild Arena returns to the show floor  with a cutting edge programme of high level discussion, debate, new  thinking and challenging ideas from industry experts, ministers,  lecturers and academics as well as a sprinkling of celebrity speakers  and hosts.<\/p>\n<\/h4>\n<h4><strong>Green Deal Terrace - NEW<\/strong><\/h4>\n<p>14 million homes are set to benefit from the Green Deal by 2020. A  programme of seminars and a comprehensive advice clinic taking place in  the Green Deal Terrace will help you understand the ramifications from  the government&rsquo;s showcase policy and how you can benefit.<\/p>\n<h4><strong>Future Materials Gallery - NEW<\/strong><\/h4>\n<p>What materials will the next generation of architects be using? Brand  new for 2013, The Future Materials Gallery will be a futuristic showcase  of the most innovative new materials that will build the future.<\/p>\n<h4><strong>Working with Nature<\/strong><\/h4>\n<p>Reinforcing the importance of the natural environment in sustainable  design and construction, Working with Nature brings together the  following feature areas:<\/p>\n<ul>\n<li>Green Infrastructure Partnership Pavilion, organised in association with DEFRA<\/li>\n<li>Natural, Sustainable &hellip; daily interactive demonstrations covering a  wealth of materials and techniques including straw bale construction,  lime rendering, rammed earth, clay plaster and carpentry <\/li>\n<li>The ever popular Biodiversity Pavilion &hellip; practical advice on how to  create a rich biodiverse environment even in the grittiest urban  environment<\/li>\n<\/ul>\n<h4><strong>Practical Installer<\/strong><\/h4>\n<p>Practical Installer is back in association with Plumb Center. Take  advantage of live demonstrations on everything an installer needs to  know to take advantage of the growing demand for micro-renewable  technologies. Major focus for 2013 will be on helping installers make  the most of the Green Deal.<\/p>\n<h4><strong>Solar Hub<\/strong><\/h4>\n<p>Solar Hub returns with a brand new focus on the future of energy. Hear  all the latest thinking, get practical guidance and advice from leading  industry experts.<\/p>\n<h4><strong>The Light Box<\/strong><\/h4>\n<p>Drop in to the Light Box for a showcase of the very best energy efficient lighting products.<\/p>\n<h4><strong>Renewable Heat Focus&nbsp;<\/strong><\/h4>\n<p>Returning for 2013 to de-mystify and highlight the opportunities  available through the Coalition's Renewable Heat Incentive scheme (RHI).<\/p>\n<h4><strong>Fabric First<\/strong><\/h4>\n<p>Through a series of live demonstrations using existing construction  materials, Fabric First will show how to achieve a high performance  building fabric which meets existing regulations and also future-proofs  against the more stringent FEES set out in the 2016 zero carbon homes  policy.<\/p>\n<h4><strong>Global Clients - New<\/strong><\/h4>\n<p>A major new initiative, facilitated by Building magazine, which  brings together construction clients operating in different sectors and  countries to understand, unite and showcase common challenges and  opportunities. Ecobuild 2013 will feature round tables, debates,  networking and profiles of major global projects and innovations.<\/p>\n<p>Ecobuild&rsquo;s exhibitors and partners offer a huge choice of events outside the official programme. Highlights for 2013 include:<\/p>\n<ul>\n<li>UK-GBC &lsquo;Big Tent&rsquo;<\/li>\n<li>RIBA Village<\/li>\n<li>TRADA Timber Tours<\/li>\n<li>European B2B Matchmaking Event<\/li>\n<li>UKTI Focus on International Opportunities<\/li>\n<\/ul>"
}