{
  "id":10,
  "title":"Fronius Banks on Energy Efficiency",
  "description":"<p>In autumn 2012, Fronius International GmbH opened the Active Energy Tower at its Wels site in Upper Austria. Its active energy design, use of photovoltaics (PV) and geothermal energy sources mean that the architectural showpiece is heated and cooled without generating any CO2 emissions whatsoever. The Solar Electronics Division, which is celebrating its 20th anniversary this year, moved into its new, creative working environment at the end of September.<\/p>\n<p>\"The Active Energy Tower demonstrates that the dedication of Fronius to energy efficiency goes well beyond its products and services\", explained Martin Hackl, head of the Fronius Solar Electronics Division. The impressive fa&ccedil;ade of the energy tower also provides shade and thermal insulation for the building, saving the energy that would otherwise be required for cooling and heating.<\/p>\n<p>The new part of the building, which blends seamlessly into the existing building complex, has been given over to modern office accommodation. On the ground floor, a green vertical garden designed by Patrick Blanc, the French botanist and garden architect, creates a welcoming atmosphere. \"We are currently working on the realisation of another highlight, a showroom, that will give visitors a closer look at some applications of our products\", revealed Martin Hackl.<\/p>\n<p>The climate-protection fa&ccedil;ade provides shade while at the same time generating energy that can be used in the tower. A visual highlight is provided by the glass fa&ccedil;ade elements, which contain crystalline cells. This special development consists of 146 modules supplied by ertex solar and is rated at 38.3 kW. The photovoltaic roof system comprises 60 Kioto modules. These are polycrystalline modules (cSi) rated at 12.6 kW. At the heart of each system are three Fronius IG Plus 150V inverters and one Fronius IG Plus 100V, which ensure maximum yield levels from the Active Energy Tower.<\/p>\n<p>Environmental awareness as a company value<\/p>\n<p>At Fronius, environmental awareness is very important. The Fronius guiding principles, \"Our grandchildren will be proud of us for the decisions we make, because we are committed to our environment and to society. The technologies we are developing play their part in taking care of the world's resources\", influence the daily decision-making processes of Fronius staff.<\/p>\n<p>Back in 2006, the company started the phased, energy-saving renovation of the former industrial district in Wels. Today, this has become its global sales hub, and with the Active Energy Tower now boasts an additional architectural highlight. \"We take great pride in the fact that we are able to work in a very energy-efficient manner at Fronius sites. For Fronius, environmental awareness is a well defined company value\", says Martin Hackl.<\/p>\n<p>Energy efficiency in Austria<\/p>\n<p>In Austria, the home of Fronius International GmbH, the production and logistics facility in Sattledt is supported by a 615 kW photovoltaic system. A biomass power plant provides 80 percent of the heat requirement; geothermal systems are installed at three of the company's sites in Austria. Sustainable energy usage and storage is also a high priority within the company, as evidenced by an in-house logistics solution that uses fuel-cell powered vehicles.<\/p>\n<p>Energy efficiency in Australia<\/p>\n<p>In mid-2011 Fronius Australia chose to partially offset its energy consumption from the grid by installing 15 x 228 W Serrengeti panels on the rooftop of its office in Melbourne featuring a Fronius IG TL 3.6. In addition 32 x 95 W Q-cell panels have been installed on the fa&ccedil;ade of the building featuring a Fronius IG Plus 30V-1.<\/p>\n<p>For Data monitoring of the systems a single phase meter generation for the Fronius IG Plus as well as a three phase power consumption meter are in use. For remote performance monitoring a Fronius Datalogger Web has been installed.<\/p>\n<p>From January to mid-October 2012 the power production of both systems accounts for 6022.8 kWh. At this point in time about 15 per cent of the overall energy consumption of Fronius Australia stems from the PV systems on the roof and fa&ccedil;ade of the office building.<\/p>\n<p>Thanks to floor-to-ceiling glass windows the office space is supplied by natural light throughout the day. In order to preserve energy the lighting system of the entire office has been fitted with motion sensors and the warehouse with light level sensors.<\/p>\n<p>Energy efficiency in Canada<\/p>\n<p>In keeping with the corporate value of sustainability, Fronius Canada commissioned their 5 kW AC net metered PV system this fall. The rooftop system is expected to generate 5,750 kWh annually and will reduce Fronius Canada&rsquo;s electricity bill by generating energy for the warehouse, office and production facility to use during peak demand hours. Twenty-four 235 watt modules (5.64 kWp) were installed on low-profile ballasted racking.<\/p>\n<p>Extensive rewiring was required so the inverter could be installed as a centerpiece in the lobby, allowing visitors and trainees to see a working Fronius inverter first hand. System production and weather sensor data will be displayed on an internet-enabled monitor using Fronius&rsquo; new public display software, Fronius Solar.TV.<\/p>\n<p>Another point of pride is that the Fronius IG Plus V 5.0-1 UNI inverter was assembled and tested on-site in Mississauga, Ont. to meet Ontario&rsquo;s domestic content requirements.<\/p>",
  "posted_on":"19th November 2012"
}