{
  "id":11,
  "title":"VO4HOME a simple solution to cut rising energy costs",
  "description":"<p>VO4HOME voltage optimisation technology is an easy to install, cost effective, solution that can effectively reduce energy costs as well as CO2 emissions.&nbsp;<\/p>\n<p>With a growing number of households being pushed into fuel poverty, due to ever rising energy costs, the emphasis is on installing practical, yet highly effective energy saving solutions.  A diverse range of energy saving technologies exist however.<\/p>\n<p>Voltage optimisation refers to the energy saving technique of reducing the electricity voltage supplied to a site in order to reduce losses in equipment. It is not focused on renewable energy production, but rather on preventing energy from being wasted. In fact, with VO4HOME energy savings of at least 10% are guaranteed or the company will refund you &pound;100 of the unit price after 12 months.&nbsp;<\/p>\n<p>Explaining why voltage optimisation can have a significant impact on energy use, Geoff Clifton General Manager VO4HOME commented: &ldquo;Voltage supplied to homes and businesses is generally higher than it needs to be, leading to excessive losses in many types of electrical equipment. This is partly because of the need to allow for voltage drops across the supply network, but also as a consequence of the harmonisation of supply voltage throughout Europe. In the UK mains electricity is typically 240V, whereas appliances are designed to run at 220V.&rdquo;&nbsp;<\/p>\n<p>Improving energy efficiency and reducing electricity bills aside, installing a voltage optimisation system has a number of additional benefits: it protects electrical appliances, extending their operating life; it reduces maintenance requirements and increases equipment efficiency; it offers protection from electrical surges; it cuts carbon emissions from electricity generation and it reduces the frequency with which equipment needs to be replaced.&nbsp;<\/p>\n<p>VO4HOME is also easy to install, as it simply requires 2 wires in and 2 wires out to make it fully operational, a process that adds less than an hour to an electrician&rsquo;s job.&nbsp;<\/p>\n<p>For more information about VO4HOME visit www.VO4HOME.com or ring 08448 248 338.<\/p>\n<p>&nbsp;<\/p>",
  "posted_on":"20th November 2012"
}