{
  "id":13,
  "title":"Marley Eternit unveils BIM Space",
  "description":"<p>Marley Eternit has launched BIM Space, a set of free to download Building Information Modelling (BIM) objects that provide specifiers with a standard range of build ups for the company&rsquo;s Architectural fibre cement Facades range.<\/p>\n<p>BIM Space is a new section of the Marley Eternit website that is dedicated to BIM.<\/p>\n<p>The programme has been developed using Autodesk&rsquo;s Revit and comes complete with Specifications, Guidance notes, comprehensive technical details, easy sample request and links to Marley Eternit Specification Manager&rsquo;s details, making it easier to find out more.<\/p>\n<p>Marley Eternit&rsquo;s BIM Space can be accessed from the company&rsquo;s main website pages or via the resources section. Alternatively, it can be accessed through users own Revit folders.<\/p>\n<p>The company has become the first Architectural fibre cement Facade manufacturer to offer a comprehensive BIM solution as part of helping specifiers meet the Government&rsquo;s Construction Strategy requirements for 2016. BIM Space was also developed in response to the increasing number of specifiers looking for a more effective way of approaching the design and construction process.<\/p>\n<p>The new service is designed to address all BIM requirements and includes Model Files and Specifications. BIM Space will also help building designers improve visualisation of their project by providing file versions of colour swatches.<\/p>\n<p>BIM Space is designed to offer users significant efficiencies. For example, by entering project details such as facade type, framing and fixing system, users will be provided with detailed specifications. These downloads will help make significant efficiency savings with instantly available specification and modelling information.<\/p>\n<p>The samples facility within BIM Space is designed to make ordering easier and quicker by allowing users to click on the specific wall type and colour required for their project, before automatically selecting and inputting their details.<\/p>\n<p>&ldquo;Our new BIM Space offers designers an efficient method of accessing a range of information along with Revit models of Marley Eternit facade material,&rdquo; said Steve Bryceson, Technical Advisory Service Manager at Marley Eternit, he continues &ldquo;The Marley Eternit Technical team is on hand to support customers who specify its Architectural fibre cement Facades&rdquo;.<\/p>\n<p>To access BIM Space for free, register your details at www.marleyeternit.co.uk\/Resources\/BIM alternatively call our Technical Department on 01283 722588 for further details.<\/p>",
  "posted_on":"28th November 2012"
}