{
  "id":16,
  "title":"PTS celebrates as eco house continues to attract attention",
  "description":"<p>The Coatbridge  branch of leading merchant PTS has been recognised by South Lanarkshire College in East Kilbride for the part it played in the institution winning a coveted UK Green Gown Award.   South Lanarkshire College took home a Green Gown Award at the end of 2011 for its eco home known as &lsquo;Aurora&rsquo;. The awards are a prestigious acknowledgment of sustainability excellence in further and higher education with South Lanarkshire being the first Scottish college to receive recognition.<\/p>\n<p>Completed in 2009, Aurora was built as a result of a successful partnership between the college, PTS and more than 50 private sector partners. The house allows apprentices to see the range of energy efficient options available and demonstrates how code level 5 can be achieved. PTS supplied renewable energy products for the house, including a 3.42kW peak solar photovoltaic (PV) system.<\/p>\n<p>Maxine Frost, PTS Renewables Director, said:  &ldquo;The eco house in South Lanarkshire was an entirely innovative, flag ship project. This is reflected by the attention it continues to gain from the construction and plumbing industry in addition to the UK Green Gown Awards. PTS is incredibly proud to be associated with the Aurora project as it continues to play a vital role in educating future installers about low energy, low carbon housing.  &ldquo;Renewables will continue to dominate the agenda of the heating and plumbing industry and as a merchant we need to be in a position to support our customers and the next generation of skills. Having Stuart Hawthorn as a dedicated Renewables Business Development Manager proves our commitment to this sector and to projects such as the eco house at South Lanarkshire College.&rdquo;   Angus J Allan, Deputy Principal at South Lanarkshire College, added: &ldquo;Three years from the very beginning of our joint low-energy house project, the development is still turning heads and contributing very significantly to education and change in the housing sector.  &ldquo;The college was delighted to receive a UK Green Gown Award in recognition of its innovative and forward thinking project, now used to educate and train students. We think it is important to ensure students have the best possible chance of getting a job at the end of their course and we try to align the curriculum with present and future market demands. The eco house delivers this and as such has been a resounding success.&rdquo;   The Aurora low energy house incorporates solar PV panels, solar thermal panels for hot water, an air heat recovery system, a ground source heat pump and a rainwater harvesting system. The house has an \"A\" rating - the highest possible energy performance rating.<\/p>",
  "posted_on":"30th November 2012"
}