{
  "id":18,
  "title":"PTS ask what should the industry be doing to make the Green Deal a success?",
  "description":"<p>For many installers, getting involved in the specification of renewable technology remains a leap into the dark. Ian Stares, product group manager for renewables and green energy products at PTS, says that installers and the industry in general must be proactive to make the Green Deal a success.<\/p>\n<p>The Secretary of State has commented that Britain has some of the oldest housing stock in Europe which is costing both the consumer and the environment. A quarter of the UK&rsquo;s carbon emissions is generated from heating homes and one of the Coalition Government&rsquo;s first statements was that it would be the greenest yet. The Government recently confirmed that it had approved secondary legislation to ensure the Green Deal will have a &ldquo;soft launch&rdquo; in Autumn 2012. Measures to protect the consumer, implement the Energy Company Obligation (ECO) and reduce industry burdens were also announced.<\/p>\n<p>The Green Deal is the cornerstone of this Government&lsquo;s Energy Efficient Strategy and if successful, could be the long awaited catalyst to make installers and UK homeowners take energy efficiency seriously as well as seeing renewable energy technologies as a contender in the domestic energy production.<\/p>\n<p>I believe that the merchant has to take some responsibility to make the Green Deal a success &ndash; something that would not only benefit the environment but the continued growth of the plumbing and heating industry.<\/p>\n<p>Installer training is essential - Installers can be forgiven if they find the pace of change dizzying and it is clear that many remain uncommitted to the renewable future. There are still too few trained installers, circa 3,000 in the UK, which is clearly providing a barrier to growth for renewable technologies.<\/p>\n<p>&nbsp;The Microgeneration Certification Scheme (MCS) remains a key qualification in order to claim financial incentives. However, in early March, it was announced that a total of &pound;3.5 million in funding would be available to help train hundreds of installers in key green skills ahead of the launch of the Green Deal. With an additional &pound;500,000 through CITB-Construction Skills towards the training of insulation installers, the funding aims to deliver on the Deputy Prime Minister's promise to create 1,000 Green Deal apprenticeships. Trained, skilled professionals in assessing home energy efficiency and installing insulation are crucial to the Green Deal so the merchant must also be active in recommending courses, giving advice and encouraging installers to take this route to a potentially profitable market.<\/p>\n<p>At the start of 2012, PTS teamed up with PPL, one of the largest specialised renewable energy training providers in the UK. Installers can attend a large range of renewable energy courses including City &amp; Guilds accredited courses in Green Deal Domestic Energy Assessing. It is important that other merchants follow suit to make accessing and attending these courses a simple, win win situation for installers.<\/p>\n<p>Merchants must be able to advise installers<\/p>\n<p>Merchants in general are often judged solely on their product portfolio, but those merchants trying to lead the market should be able to offer informed advice on a range of topics and brands relating to energy efficiency and renewable energy.<\/p>\n<p>The key point is to align yourself with a merchant who offers on-going support and can act as a source of advice and knowledge.<\/p>\n<p>The best merchants are providing added-value service for their customers by providing access to a wide range of renewables and energy efficiency products, advice and training. This will be a key factor in guaranteeing success for installers looking to make the move into energy efficiency, renewables and support government incentives such as the Green Deal.<\/p>\n<p>Conclusions<\/p>\n<p>There are enormous opportunities for installers who want to get into renewables and with the Green Deal on the horizon, for homeowners who want to make savings on their energy bills. It is the responsibility of a good merchant to encourage installers to get the appropriate training and to provide on-going advice if incentives such as the Green Deal are to be successful and make renewable energy technologies a common sight in the UK.<\/p>\n<p>&nbsp;<\/p>\n<p>For further information call PTS on 01455 551210. Visit www.ptsplumbing.co.uk or text PTS or SPARES to 83332 to find your nearest branch.<\/p>",
  "posted_on":"4th December 2012"
}