{
  "id":19,
  "title":"Accoya Helps Waitrose Fulfil its Green Ambitions",
  "description":"<p>Accoya wood, using Accsys Technologies&rsquo; proprietary acetylation technology has been used in the construction of the Bracknell flagship Waitrose store. The store, which opened late last year, is Waitrose&rsquo;s &lsquo;greenest&rsquo; shop to date. The 25,000 sqft store incorporates pioneering new sustainability features that will reduce carbon dioxide emissions by a staggering 80%. The store also features natural refrigeration and is the first to trial innovative biodiversity features such as a &lsquo;living wall&rsquo; and &lsquo;bug hotel&rsquo;.<\/p>\n<p>Accoya was chosen for the timber cladding as the project wishes to achieve &ldquo;Outstanding&rdquo; level recognition by BREEAM (British Research Establishment Environmental Assessment Method). As a high performance and FSC certified timber cladding product, Accoya will help contribute to an improved BREEAM rating and help to soften the design aesthetically. The tenant also required a 50 year warranty for the timber cladding; and Accoya, through its industry leading Class 1 durability, proved the only timber capable.<\/p>\n<p>Vertical random width Accoya boards, supplied by International Timber, were clad to the fa&ccedil;ade of the store. A 2-coat anthracite grey woodstain was applied with a 10 year coating warranty which was another pre-requisite by the tenant.<\/p>\n<p>Accoya&reg; wood manufactured by Accsys Technologies is the perfect fit for any demanding outdoor application such as timber cladding. Accoya is a world-leading solution; its properties match or exceed those of the best tropical hardwoods. It has been thoroughly tested for dimensional stability, durability, UV resistance, paint retention and in-ground service life to ensure optimal performance.<\/p>\n<p>Tom Robinson, Project Architect for the shell and core of the Waitrose design, said &ldquo;The new store will help deliver a key part of the town centre regeneration, bringing with it a state-of-the-art building and new jobs for local people. Waitrose remains committed to promoting a green agenda, whether it&rsquo;s through sustainable farming or sustainable construction. Our new store in Bracknell fully embraces that ethos, we are proud to call it home&rdquo;.<\/p>\n<p>Justin Peckham, UK, Relationship Manager, Accsys Technologies says &ldquo;We are proud to have joined forces with Waitrose in promoting the benefits of sustainability and eco-friendly construction. Our philosophy on sustainability is the belief that protecting the environment can result in significant savings. Affordability goes beyond initial costs; lower maintenance costs and an enhanced performance must be considered. This fantastic Accoya-clad store will stand for many years and will be an incredible resource for the people of Bracknell.&rdquo;<\/p>\n<p>&nbsp;<\/p>",
  "posted_on":"4th December 2012"
}