{
  "id":2,
  "title":"Ecobuild is back and looking to the future",
  "description":"<p>Major investment from organiser UBM Built Environment will see a wealth of new features and content showcased at Ecobuild (5<sup>th<\/sup> &ndash; 7<sup>th<\/sup> March 2013, ExCeL London &ndash; <a href=\"\/\">www.ecobuild.co.uk<\/a>), the world&rsquo;s largest event for sustainable design, construction and the built environment.&nbsp;<\/p>\n<p>Designed to inspire, educate and inform, the Ecobuild Arena returns to the exhibition floor, showcasing the cr&egrave;me de la cr&egrave;me of Ecobuild&rsquo;s prestigious conference programme. Back by popular demand, the Arena will host key industry speakers, ministers, lecturers and academics as well as a sprinkling of celebrity speakers and hosts.&nbsp;<\/p>\n<p>Featuring a series of cutting-edge debates, high-level discussion and covering topics such as <em>The Green Deal &ndash; will it deliver?<\/em>, <em>Is it the end of the road for zero Carbon?<\/em>, <em>Why sustainable design should be irresistible design?<\/em> and <em>What&rsquo;s the future of fracking?<\/em>, the conference will focus on all the pressing issues facing the industry. The full conference programme will be announced early November 2012.&nbsp;<\/p>\n<p>In response to industry feedback, Ecobuild will host new conference streams covering Property and International. The first stream will have an exclusive focus on Property issues such as investor and occupier considerations and will be held in partnership with Property Week. The International stream will connect sustainability thought leaders across the international built environment and will link directly to the Ecobuild portfolio in China, India and Malaysia as well as Building magazine&rsquo;s new Global Clients initiative.&nbsp;<\/p>\n<p>Ecobuild will also offer a fully CPD accredited educational programme which will include a 12 stream, 3 day seminar programme featuring an additional 700 speakers. With a focus on practical case study learning, technical detail, policy guidance updates from key associations and the latest academic thinking, the broad ranging programme covers a range of subjects, including brand new for 2013: <em>Water, Waste and Recycling<\/em>, <em>Refurbishing Britain<\/em> and <em>Property<\/em>. The perennial favourites will also return including <em>Self Build and Renovation<\/em>, <em>Designing and building with Passivhaus principles<\/em>, <em>Better Through BIM<\/em> and <em>Standards, Guides and Regulations<\/em>.&nbsp;<\/p>\n<p>Brand new features and attractions at Ecobuild include &lsquo;The Green Deal Terrace&rsquo;, a programme of seminars and a comprehensive advice clinic to help visitors understand the ramifications from the government&rsquo;s showcase policy and how they can benefit.&nbsp;<\/p>\n<p>Following significant investment into the green credentials of the show, the <em>Working with Nature Zone<\/em> will reinforce the importance of the natural environment in sustainable design and construction. This area of Ecobuild brings together the DEFRA backed, Green Infrastructure pavilion, <em>Natural, Sustainable<\/em>, which will comprise of daily interactive demonstrations covering a wealth of materials and techniques including straw bale construction, lime rendering, rammed earth, clay plaster and carpentry and the <em>Biodiversity Pavilion<\/em>, providing practical advice on how to create a rich bio-diverse environment, even in the grittiest urban environment.&nbsp;<\/p>\n<p>Further new features include <em>The Light Box<\/em>, a showcase of the very best energy efficient lighting products and Global Clients, a major new initiative, facilitated by Building magazine, which brings together construction clients operating in different sectors and countries to understand, unite and showcase common challenges and opportunities.&nbsp;<\/p>\n<p>Tom Broughton, Brand Director for Ecobuild and Building comments: &ldquo;We are delighted to announce that once again, Ecobuild has the official support and endorsement of many of the industry&rsquo;s leading bodies and associations including The UKGBC, BRE, The RIBA and RICS.&rdquo;&nbsp;<\/p>\n<p>&ldquo;The exciting new mix of features and content has been developed as a direct result of listening closely to Ecobuild&rsquo;s stakeholders to ensure that debate, discussion and innovation remains at the heart of Ecobuild. We have drawn upon expertise within UBM and the wider sustainable built environment to create an offering which is relevant, engaging and most of all, inspirational&rdquo;, he adds.&nbsp;<\/p>\n<p>Ecobuild 2012 brought together over 57,000 of the design and construction industry&rsquo;s most influential professionals including the largest gathering of architects in the UK. For more information, please visit the web site <a href=\"\/\">www.ecobuild.co.uk<\/a>.<\/p>\n<p>&nbsp;<\/p>",
  "posted_on":"9th October 2012"
}