{
  "id":24,
  "title":"Ecobuild announces brand new ‘water, waste and materials’ seminar stream for 2013 event",
  "description":"<p>Following extensive industry feedback, UBM, organisers of Ecobuild (5<sup>th<\/sup> &ndash; 7<sup>th<\/sup> March 2013, ExCeL London); the world&rsquo;s largest event for sustainable design, construction and the built environment, will introduce a brand new &lsquo;Water, Waste and Materials&rsquo; stream as part of its highly anticipated 2013 seminar programme. Click here for full programme: <a href=\"http:\/\/bit.ly\/waterwastematerials\">http:\/\/bit.ly\/waterwastematerials<\/a><\/p>\n<p>Chief industry leaders from WRAP, Arup, British Land, Drivers Jonas Deloitte, Quintain Estates &amp; Development, Construction Products Association (CPA), Landscape Institute and University of Sheffield will join forces to create a <a href=\"http:\/\/bit.ly\/waterwastematerials\">lively programme<\/a> as part of Ecobuild 2013&rsquo;s fully CPD accredited 12 stream, three day seminar programme featuring 700 speakers.<\/p>\n<p>Sponsored by Altro, &lsquo;Water, Waste and Materials&rsquo; will explore a range of approaches relating to resource stewardship in terms of water, waste and materials cycles. The programme will look at how these cycles can contribute to achieving this goal as many of these are in the hands of built environment professionals and investors in both the private and public sector.<\/p>\n<p>Experts will cover hot topics such as &lsquo;Operational waste - how to reduce it, how to handle it and how to reuse it&rsquo; chaired by Mr Tony Yates, SLR Consulting, &lsquo;Getting the sustainability brief right for responsible resource use and management&rsquo; hosted by Dr Bill Addis, Buro Happold, &lsquo;Designing for resource efficiency&rsquo; with WRAP&rsquo;s Head of Construction &amp; Refurbishment, Richard Buckingham and &lsquo;Zero water developments - achieving the ideal&rsquo; headed up by Celeste Morgan, Sustainability Director, AECOM NW.&nbsp;<\/p>\n<p>Snapshot of confirmed speakers:<\/p>\n<ul>\n<li>Linda Crichton, Head of Collections &amp; Quality, WRAP<\/li>\n<li>Nigel Dunnett, Professor of Planting Design &amp; Vegetation Technology and Director of the Green Roof Centre, University of Sheffield<\/li>\n<li>Martin Shouler, Associate Director, Arup<\/li>\n<li>Sarah Bell, Senior Lecturer, Environmental Engineering, UCL<\/li>\n<li>Sarah Cary, Sustainable Development Executive, British Land<\/li>\n<li>Rachael Donovan, Design &amp; Built Environment Manager, Building Futures, Hertfordshire County Council<\/li>\n<li>Nick Buck, Senior Sustainability Consultant, Drivers Jonas Deloitte<\/li>\n<li>Celeste Morgan, Sustainability Director, AECOM NW<\/li>\n<li>Jeremy Jones, JRJ Consulting Chartered Engineer &amp; Environmentalist and Advisor to Welsh Water on the Surface Water Elimination &amp; Reduction (SWEAR) Strategy<\/li>\n<li>Nick James, Sustainability Manager, Quintain Estates &amp; Development<\/li>\n<\/ul>\n<p>Tom Broughton, Brand Director for Ecobuild said: &ldquo;With waste management costing UK businesses billions every year and our community&rsquo;s thirst for knowledge growing in this important area, it is imperative that we draw upon their expertise and bring best practice together at Ecobuild 2013.&rdquo;<\/p>\n<p>Tracy Perry, Sustainability &amp; Environment Advisor from Altro, sponsor of the Water, Waste&nbsp;and Materials stream said: &ldquo;Resource efficiency is an important issue in the construction industry. As a UK manufacturer of safety flooring and driven by our philosophy, the future is safer with Altro, we recognise that like everyone else, we need to make efficient use of the water and materials we consume and the waste generated through the use of our products, our activities and the services we provide.&rdquo;&nbsp;<\/p>\n<p>Ecobuild&rsquo;s renowned seminar programme offers more than 130 sessions covering the most pressing and important issues for built environment professionals and 2013 will see the return of perennial favourites such as <em>Self Build and Renovation<\/em>, <em>Designing and building with Passivhaus principles<\/em>, <em>Better Through BIM<\/em> and <em>Standards, Guides and Regulations<\/em>.<\/p>\n<p>&ldquo;It has long been recognised that limits to resources are and will be a major global challenge, exacerbated by population growth and increasing urbanisation. There are issues at all levels to be considered in terms of obtainable resources and their efficient and fair use. With a focus on practical case study learning, technical detail, policy guidance updates from key associations and the latest academic thinking, Ecobuild&rsquo;s new Water, Waste and Materials stream will cover the most pressing and important issues for built environment professionals&rdquo;, adds Broughton.<\/p>\n<p>To register to attend, please visit the web site <a href=\"http:\/\/bit.ly\/registerecobuild\">http:\/\/bit.ly\/registerecobuild<\/a>. You can also follow us on <a href=\"http:\/\/www.twitter.com\/ecobuild_now\">Twitter<\/a> (@Ecobuild_now) or join our Linkedin (Ecobuild) group and <a href=\"http:\/\/www.facebook.com\/ecobuildnow\">Facebook page<\/a> (Ecobuildnow) for the latest show news and updates.<\/p>",
  "posted_on":"11th December 2012"
}