{
  "id":3,
  "title":"Ecobuild announces expert speaker line-up for 2013 conference programme",
  "description":"<p>UBM Built Environment, organisers of Ecobuild (<a href=\"\/\">www.ecobuild.co.uk<\/a>); the world&rsquo;s largest event for sustainable design, construction and the built environment, announces the line-up for its highly acclaimed conference programme being held in association with the UK Green Building Council (UKGBC) at London&rsquo;s ExCeL from 5<sup>th<\/sup> to 7<sup>th<\/sup> March 2013.<\/p>\n<p>Ministers and government officials will be joined by many expert speakers from leading organisations such as the Royal Institute of British Architects, the UK Green Building Council, Environment Agency, Arup and the Construction Industry Council, as well as academics from the leading UK universities driving the climate change debate from the US and beyond. Ecobuild also has commitment from The Department of Energy and Climate Change (DECC) to provide ministerial speakers to be announced soon.<\/p>\n<p>Tom Broughton, Brand Director for Ecobuild said: &ldquo;The launch of the Ecobuild conference programme is always an exciting announcement for the sustainability community and the wider construction industry and this year will not disappoint. With nearly 70 percent of visitors quoting events as the key way they stay up-to-date with the latest information and changes to the sustainability agenda, Ecobuild&rsquo;s conference programme will once again bring together over 1100&nbsp; industry experts, ministers and VIPs from across the sustainable built environment to inform, educate and inspire.&rdquo;<\/p>\n<p>The first three conference streams to be released; <em>&lsquo;Beyond Construction: Achieving a Sustainable Future&rsquo;<\/em>, <em>&lsquo;Making Sustainable Construction Happen&rsquo;<\/em> and <em>&lsquo;Design Architecture and Sustainability&rsquo;<\/em>, will host the below speakers and many more:<\/p>\n<ul>\n<li>Celeste Morgan, Director, Sustainability, Aecom&nbsp; <\/li>\n<li>Ken Shuttleworth, Founding Partner, Make Architects<\/li>\n<li>Andrew Simms, founder of the climate change, energy and interdependence programmes at nef (the new economics foundation) and author of Ecological Debt: Global Warming and the Wealth of Nations <\/li>\n<li>Trevor Bishop, Head of Water Resources, Environment Agency<\/li>\n<li>Peter Head CBE, Director, Arup<\/li>\n<li>Louise Ellison, Head of Sustainability, Quintain&nbsp; <\/li>\n<li>Jack Pringle, Architect and Chair, Construction Industry Council<\/li>\n<li>Professor Tim Beatley, University of Virginia&nbsp; <\/li>\n<li>Bill Dunster OBE, Principal, ZEDFactory&nbsp; <\/li>\n<li>Kieran Long, Architecture critic, Evening Standard<\/li>\n<li>Professor Chris Gorse, Professor of Construction and Project Management and Director of the Centre for Knowledge Exchange, Leeds Metropolitan University <\/li>\n<li>Ant Wilson, Director, Sustainability, Building Engineering, AECOM<\/li>\n<li>Professor Peter Guthrie OBE, Professor, University of Cambridge<\/li>\n<li>Chris Goodall, Journalist and consultant on energy and the environment, author, Carbon Commentary <\/li>\n<li>Dr Brenda Boardman, Emeritus Fellow at Oxford University's Environmental Change Institute, and Author of ECI&rsquo;s Achieving zero: delivering future-friendly buildings <\/li>\n<li>Darren Berman, Director of Energy and Sustainability, CBRE <\/li>\n<\/ul>\n<p>Brand new for 2013, a &lsquo;Sustainable Property&rsquo; stream will launch in association with Property Week. This specialist programme for property and international sustainability professionals, will feature major corporates such as Marks and Spencer, Waitrose and major developers and contractors up and down the supply chain.<\/p>\n<p>The cr&egrave;me de la cr&egrave;me of Ecobuild&rsquo;s prestigious conference programme will come together in the Ecobuild Arena on the show floor to cover topical issues such as &lsquo;The Green Deal and ECO &ndash; is it delivering?&rsquo;, &lsquo;Making our cities better&rsquo;, &lsquo;Green for growth &ndash; reality check&rsquo; and &lsquo;Beating the performance gap &ndash; regulate or educate?&rsquo;<\/p>\n<p>Visitors to the<em> &lsquo;Making Sustainable Construction Happen&rsquo; <\/em>sessions can join<em> <\/em>the Rt Hon Michael Fallon MP and an expert panel to debate and discuss 'Green for growth - reality check' which will look what and where should we invest in the construction industry to get the maximum benefit. This exciting stream will also look at the issues of 'An integrated infrastructure approach', ' Is the NPPF delivering on its promise of &lsquo;sustainable development?&rsquo; and 'A future for microgeneration?'.&nbsp;<\/p>\n<p>&lsquo;Beyond Construction: Achieving a Sustainable Future&rsquo; will kick off with The &lsquo;Biophilic City&rsquo; headed up by Professor Tim Beatley from the University of Virginia, discussing the importance of bringing nature into the urban city environment and fostering deeper connections with the natural world. Other hot topics to be covered include: &lsquo;Does the UK have any hope of achieving its 2050 carbon reduction target?&rsquo;, &lsquo;Is fracking the future?&rsquo;, and &lsquo;Climate change &ndash; why we are here?&rsquo;&nbsp;<\/p>\n<p>The &lsquo;Design Architecture &amp; Sustainability&rsquo; stream will cover hot topics such as &lsquo;Sustainable design should be irresistible design&rsquo; hosted by RIBA president Angela Brady, &lsquo;Reinventing the high street&rsquo; led by the Chief Executive of Igloo, &lsquo;How can design help to create sustainable communities&rsquo;, &lsquo;Is BIM the saviour of sustainable design?&rsquo; and &lsquo;Water sensitive urban design&rsquo;, headed up by Aecom&rsquo;s Sustainability Director.&nbsp;<\/p>\n<p>Ecobuild 2012 brought together over 57,000 of the design and construction industry&rsquo;s most influential professionals including the largest gathering of architects in the UK. To register your interest in attending, please visit the web site www.ecobuild.co.uk. You can also follow us on Twitter (@Ecobuild_now) or join our Linkedin (Ecobuild) group and Facebook page (Ecobuildnow) for the latest show news and updates.<\/p>",
  "posted_on":"5th November 2012"
}