{
  "id":4,
  "title":"Ecobuild appoints expert industry advisory board",
  "description":"<p>UBM Built Environment, organiser of Ecobuild&nbsp;has appointed an expert advisory board to help shape the 2013 event (5<sup>th<\/sup> &ndash; 7<sup>th<\/sup> March 2013, ExCeL London).&nbsp;<\/p>\n<p>Set up to help provide strategic direction and ensure that the sustainable built environment community remains at the heart of Ecobuild, the board includes members from the UK Green Building Council, Marks and Spencer, Skanska, CPA, KPMG, Deloitte, Reading University and Quintain.<\/p>\n<p>The advisory board meets regularly to discuss and debate current industry issues and how these can be incorporated into the content, education and features at Ecobuild. Tom Broughton, Brand Director for Ecobuild said: &ldquo;The Ecobuild Advisory Board has been set up to help ensure that the 2013 event remains ahead of the curve and truly representative of the challenges faced by the sustainable built environment community. We are drawing upon expertise from across the industry including the extensive experience of our in-house editorial teams to make Ecobuild 2013 current, relevant and inspirational.&rdquo;&nbsp;<\/p>\n<p>Paul King, Chief Executive of the UK Green Building Council (UKGBC) said: &ldquo;UK-GBC has worked closely with Ecobuild over the last five years &ndash; you could say we&rsquo;ve grown up together! It&rsquo;s inspiring to see the rate of growth over that time, not least given the prevailing economic climate. But just as growth should go hand in hand with green, quantity must go hand in hand with quality, and I&rsquo;m delighted to contribute to the Advisory Board, all of whom are committed to making sure that true sustainability is at the heart of this world-leading conference and exhibition.&rdquo;&nbsp;<\/p>\n<p>Ecobuild 2013 Advisory Board Members:&nbsp;<\/p>\n<ul>\n<li>Paul King, Chief Executive, &nbsp; UK Green Building Council (UKGBC)<\/li>\n<li>Denise Bennetts, Founding Director, Bennetts Associates<\/li>\n<li>Dr Diana Montgomery, Chief Executive, CPA<\/li>\n<li>Ben Wieglus,&nbsp; Lead CRC Advisor\/Sustainability Advisor,&nbsp;&nbsp;&nbsp; KPMG<\/li>\n<li>Prof John Connaughton, Professor of Sustainable Construction, Reading University<\/li>\n<li>Jenny Pidgeon, Head of&nbsp;Responsible Property Investment, Henderson Global Investors<\/li>\n<li>Miles Keeping , Partner, Drivas Jonas Deloitte<\/li>\n<li>Louise Ellison, Head of Sustainability, Quintain<\/li>\n<li>Munish Datta, Head of Property Plan A, Marks and Spencer<\/li>\n<li>Simon Rawlinson, Partner, EC Harris<\/li>\n<li>Isabel McAllister, Director of Sustainability, Mace Group<\/li>\n<li>Mike Puttnam , President and CEO, Skanksa UK&nbsp;<\/li>\n<\/ul>\n<p>Munish Datta, Head of Property Plan A, said: &ldquo;Marks &amp; Spencer has participated in Ecobuild for the last five years and we are excited to be part of this advisory board which will be instrumental in shaping the future strategy of the event. We are keen to work collaboratively with colleagues at UBM and across the industry to develop Ecobuild to become an international year round multi-channel event, ultimately enabling the global built environment to become more sustainable.&rdquo;&nbsp;&nbsp;<\/p>\n<p>Drawing upon the latest research and knowledge from the world of higher education, Ecobuild is working with John Connaughton, Professor of Sustainable Construction in the School of Construction Management and Engineering at the University of Reading. &nbsp;<\/p>\n<p>&ldquo;Ecobuild has been the premier event for sustainability in the built environment for some time, and goes from strength to strength each year&rdquo;, says John.&nbsp; &ldquo;Here at the University we are delighted to have the opportunity of working with Ecobuild to help ensure that the conference and seminar programmes are cutting-edge, and reflect the latest thinking on the science of climate change and how buildings and their technologies can adapt to future climate conditions.&rdquo;&nbsp;<\/p>\n<p>Board member Louise Ellison, Head of Sustainability for Quintain Estates and Development plc believes Ecobuild is a fine example of how positively industry can respond to a new challenge.&nbsp; However, she believes it is important for any major industry event to evolve. Louise comments: &ldquo;I am keen to see Ecobuild extend its offer to address the needs and interests of those driving demand for more sustainable buildings &ndash; the investors, lenders, property companies and occupiers.&nbsp; Having the opportunity to contribute to the Ecobuild Advisory Board as the conference enters this new phase of development is very exciting.&rdquo;&nbsp;<\/p>\n<p>The property investment community represents an important audience for Ecobuild 2013 and Jenny Pidgeon, Director of Property at Responsible Property Investment (RPI) is signed up to the advisory board to support this work. Jenny said: &ldquo;It&rsquo;s been remarkable watching Ecobuild grow from the niche event I first attended as an enthusiastic sustainability Masters postgraduate years ago. Nowadays the clamour of information and people in ExCeL can be overwhelming, so I look forward to working with the Ecobuild team to create a programme relevant to the property investment community, which is instrumental in bringing the products and ideas at Ecobuild to scale in the mainstream market.&rdquo;&nbsp;<\/p>\n<p>Ecobuild 2012 brought together over 57,000 of the design and construction industry&rsquo;s most influential professionals including the largest gathering of architects in the UK.&nbsp;&nbsp;<\/p>",
  "posted_on":"9th November 2012"
}