{
  "id":5,
  "title":"Natural Paving win BALI Award",
  "description":"<p>Natural Paving Products is delighted to be a first ever winner of the British Association of Landscape Industries (BALI) &lsquo;Affiliate Exceptional Service&rsquo; Award.<\/p>\n<p>BALI created this new category for their annual awards in order to celebrate the very best that their members have to offer in terms of: &nbsp;&lsquo;technical support, exceeding customer expectation, proactive involvement in BALI regional and national events, customer support and guidance, efficiency of service, product range and development, good complaint resolution procedures, flexibility in supporting budget constraints, flexibility with delivery issues to the landscaping industry.&rsquo; The sky is the limit for this leading independent natural stone supplier, as this win is the second business award that Natural Paving has scooped in just four months! Back in May the firm won the Northern Lincolnshire Chamber of Commerce Business Growth Award.&nbsp;<\/p>\n<p>Sales Director Gino Bracco commented: &ldquo;Excellent customer service is paramount at Natural Paving and we are confident that our personal approach to customers, contractors and distributors alike has underpinned our successful and continued growth since 2005.&rdquo;<\/p>\n<p>Notified of their success in September, Natural Paving has been invited to Grosvenor House Hotel, London on the 7th December to receive their prestigious award. Adding to the anticipation is the fact that on the night, Natural Paving will also find out if they have won the crowning BALI &lsquo;Principal Award&rsquo;. Paul Shephard, Operations Director also offered, &ldquo;As a key supplier in the hard landscaping industry, Natural Paving is a proud Affiliate Member of BALI. We feel that our hard work to provide the best products and service has paid off and we are privileged to receive the BALI Award for Exceptional&nbsp;Service. As a team we are now looking forward to the ceremony.&rdquo;<\/p>\n<p>Natural Paving Products offers high quality, ethically sourced natural stone landscaping products for contractors and garden designers across the UK, with products sourced from right across the world including India, China and Turkey bringing some of the best materials and products to the UK shores. The company also boasts an exclusive FIRED EARTH range, providing that little something special to any project.&nbsp;<\/p>\n<p>For more information about Natural Paving Products or to order a product brochure call 0845 072 1150, email the sales team: sales@naturalpaving.co.uk or visit the website: www.naturalpaving.co.uk.<\/p>\n<p>&nbsp;<\/p>\n<div id=\"_mcePaste\"><\/div>",
  "posted_on":"8th November 2012"
}