{
  "id":9,
  "title":"Paving the way for ethical working conditions in India",
  "description":"<p>Last year Natural Paving Products began a fantastic programme, working with the stone industry in Gujarat, India. We are proud to report that in partnership with our sister company, Stone Exporters (based in Hyderabad, India), positive progress has been made as we have established modern manufacturing capabilities and made vast improvements to the working and living conditions of the 200 strong workforce.&nbsp;<\/p>\n<p>More than just a saying, Natural Paving Products embodies &lsquo;Ethical Trading&rsquo; and as a company, we have &lsquo;put our money where our mouth is&rsquo; by investing over &pound;100,000 and providing prefabricated buildings into this current programme. Unlike some other stone importers, this programme and partnership with Indian based companies, enables Natural Paving Products to be wholly involved in and ensure that all elements of our supply chain, from extraction to supply are conducted ethically. Matching the financial investment with passion, support and time, is Natural Paving Products' Managing Director Mark Wall, who is spearheading the programme. Mark commented: &ldquo;It has taken a lot of planning and manpower to understand what was required to improve lives and we are pleased to report that our investment and new facilities have made a remarkably positive difference to the lives of the workers out in India.<\/p>\n<p>&rdquo;Our investment has resulted in new workplace and accommodation facilities for the company&rsquo;s site in the port city of Mundra including: State-of-the-art machinery; New factory and office blocks; Improved awareness of and practices in health and safety at work; Fully functioning living accommodation with showers and toilets, sleeping areas for different nationalities and families, TV for different nationalities, cooking and eating facilities; Demineralisation equipment to produce high purity treated water and; Free annual medical check-ups.&nbsp;<\/p>\n<p>Managing Director of Stone Exporters, R. Koteswara Rao (Kote) commented &ldquo;Our relationship with Mark Wall and partnership with Natural Paving Products has developed over the past 7 years, which have been the cornerstone in transforming the way we work and how our workers live. Things have improved for the better and we look forward to continuing this programme with them and promoting our fantastic work to the rest of the sector in India&rdquo;.&nbsp;<\/p>\n<p>Earlier in the year, our programme received a visit from Debbie Coulter, Head of Programmes at the Ethical Trading Initiative (ETI). We have been a member of the ETI since late 2009, and the investment in the Gujarat site comes as part of this membership commitment. Members of the ETI commit to adopting a Base Code; a code based on international labour rights conventions and principles, which includes providing safe and hygienic working conditions. For us, a key focus has<\/p>\n<p>been to take control of the Indian stone manufacturing processes, whilst making life-changing modifications to improve working and living conditions. Mark and Kote accompanied Debbie to the Gujarat site, to explain the work that had been completed, and the key features of the workplace and accommodation facilities.&nbsp;<\/p>\n<p>Mark offered, &ldquo;We were delighted to have this opportunity to showcase our work in Gujarat and we are pleased to be making recognised strides in India but realise this is an on-going journey to further improve working and living conditions for our Indian colleagues.&rdquo;&nbsp;<\/p>\n<p>Debbie Coulter said: &ldquo;Ethical trade is about companies taking responsibility for improving the working conditions of those within their supply chains. My visit to the processing yard in Gujarat was a valuable opportunity to see first-hand some of the efforts Natural Paving Products have made, as part of their ETI membership commitment.&rdquo;<\/p>",
  "posted_on":"16th November 2012"
}