{
  "id":27,
  "name":"Self-build and renovation",
  "description":"Britain has one of the lowest self-build levels in Europe, though it has increased to just over 10% of new homes over recent years. The new National Planning Policy Framework (NPPF) goes some way towards smoothing the process for self-builders looking to build a new home and there are now new models of delivering self-build at community level coming to fruition. Ecobuild highlights some of the success stories (both new-build and refurbishment, large-scale community plot development and individual homes, exemplars from Europe as well as home-grown case studies) and asks how can a self-builder ensure that his sustainable new build or eco-renovation project is as cost-effective and energy efficient as it can be.\n&nbsp;",
  "sessions":[
    {
      "date":"Tuesday 05 March",
      "location":"This stream will take place in (room to be confirmed)\n\n",
      "programme":[
        {
          "id":306,
          "time":"10.45 &ndash; 12.15",
          "name":"Planning changes: finding a suitable plot and getting planning permission for sustainable self-build"
        },
        {
          "id":307,
          "time":"12.30 &ndash; 14.00",
          "name":"New ways of delivering self-build housing"
        },
        {
          "id":308,
          "time":"14.15 &ndash; 15.30",
          "name":"Funding options for self-builders (new-build and renovation)"
        },
        {
          "id":309,
          "time":"15.45 &ndash; 17.00",
          "name":"Exemplary sustainable self-builds"
        }
      ]
    },
    {
      "date":"Wednesday 06 March",
      "location":"This stream will take place in (room to be confirmed)\n\n",
      "programme":[
        {
          "id":310,
          "time":"10.30 &ndash; 12.00",
          "name":"Building regulations: getting energy conservation and ventilation right"
        },
        {
          "id":311,
          "time":"12.30 &ndash; 14.00",
          "name":"Construction materials and methods"
        },
        {
          "id":312,
          "time":"14.30 &ndash; 16.00",
          "name":"Large-scale self-build solutions: European best-practice"
        },
        {
          "id":313,
          "time":"16.30 &ndash; 18.00",
          "name":"Sensible low energy design: using Passivhaus design principles in self-build"
        }
      ]
    },
    {
      "date":"Thursday 07 March",
      "location":"This stream will take place in (room to be confirmed)\n\n",
      "programme":[
        {
          "id":314,
          "time":"10.30 &ndash; 12.00",
          "name":"Energy at home: low energy heating and the Renewable Heat Incentive"
        },
        {
          "id":315,
          "time":"12.30 &ndash; 14.00",
          "name":"Retrofit in self-build: best practice pointers"
        },
        {
          "id":316,
          "time":"14.15 &ndash; 15.45",
          "name":"Renovation of heritage properties: energy conservation vs building conservation"
        }
      ]
    }
  ]
}