{
  "id":32,
  "name":"Whole life carbon and other impacts",
  "description":"As building regulations drive down the amount of carbon generated from heating, cooling and lighting buildings, the carbon embodied in the materials from which these are constructed becomes more significant. Understanding what makes up the whole life carbon footprint of buildings is a complex subject. What are the relevant standards to apply? How should whole life carbon be measured so that like for like comparisons can be made? How do we design effectively for both construction and deconstruction? To what extent is design intent matched by achievable outcomes? How does user behaviour influence overall carbon use? Whole life carbon poses many questions and needs to be understood by all engaged with design in the built environment.",
  "sessions":[
    {
      "date":"Wednesday 06 March",
      "location":"This stream will take place in (room to be confirmed)\n\n",
      "programme":[
        {
          "id":361,
          "time":"10.30 &ndash; 12.00",
          "name":"Carbon counting...a holistic approach to sustainable design"
        },
        {
          "id":362,
          "time":"12.30 &ndash; 14.00",
          "name":"Getting the measurement systems right"
        },
        {
          "id":363,
          "time":"14.30 &ndash; 16.00",
          "name":"IMPACT: life cycle assessment and life cycle costing of whole buildings"
        },
        {
          "id":364,
          "time":"16.30 &ndash; 18.00",
          "name":"The Politics of Carbon Emissions Data presented by ‘The Edge’"
        }
      ]
    },
    {
      "date":"Thursday 07 March",
      "location":"This stream will take place in (room to be confirmed)\n\n",
      "programme":[
        {
          "id":365,
          "time":"10.30 &ndash; 12.00",
          "name":"Whole life carbon: The WWF Living Planet Centre as an exemplar of low carbon construction"
        },
        {
          "id":366,
          "time":"12.30 &ndash; 14.00",
          "name":"Reducing energy use through community engagement"
        },
        {
          "id":367,
          "time":"14.15 &ndash; 15.45",
          "name":"Whole life carbon analysis as an integral part of the design process"
        }
      ]
    }
  ]
}