{
  "id":36,
  "name":"Rules and regulations",
  "description":"Energy regulations have got progressively tougher in response to European and UK government targets. The EU&rsquo;s non negotiable Energy Performance of Buildings Directive requires all new buildings to be nearly zero carbon from 2020, in response the UK government has proposed zero carbon standards for all new houses by 2016 and all new non-domestic buildings by 2019. The Climate Change Act (2008) requires an 80% reduction in greenhouse gases on 1990 levels by 2050 with 30% achieved by 2020. Refurbishing and retrofitting existing buildings will also contribute to achieving these aims. Part L is the key vehicle for implementing the energy and carbon reduction targets for new build and the refurbishment of existing buildings through a requirement for consequential improvements. In economic terms, it has been estimated that the benefits of improving the energy performance of our buildings outweigh the costs by a factor of 2. Meanwhile the government is promoting the &lsquo;Red Tape challenge&rsquo; to reduce the regulatory burden. This stream will look at the key issues for new build and retrofit and; the impact of consequential improvements and allowable solutions.",
  "sessions":[
    {
      "date":"Tuesday 05 March",
      "location":"This stream will take place in (room to be confirmed)\n\n",
      "programme":[
        {
          "id":394,
          "time":"10.45 &ndash; 12.15",
          "name":"Rules and Regulations Road map – the bigger picture"
        },
        {
          "id":395,
          "time":"12.30 &ndash; 14.00",
          "name":"Focus on Part L"
        },
        {
          "id":396,
          "time":"14.15 &ndash; 15.45",
          "name":"Developments in BREEAM and achieving zero carbon non-domestic buildings"
        },
        {
          "id":397,
          "time":"15.45 &ndash; 17.00",
          "name":"Planning and sustainability"
        }
      ]
    },
    {
      "date":"Wednesday 06 March",
      "location":"This stream will take place in (room to be confirmed)\n\n",
      "programme":[
        {
          "id":398,
          "time":"10.30 &ndash; 12.00",
          "name":"Rules and Regulations Roadmap – simplifying and rationalising for housing"
        },
        {
          "id":399,
          "time":"12.30 &ndash; 14.00",
          "name":"Building Regulations – drivers of change?"
        },
        {
          "id":400,
          "time":"14.30 &ndash; 16.00",
          "name":"Progress towards delivering the EPBD?"
        },
        {
          "id":401,
          "time":"16.30 &ndash; 18.00",
          "name":"Assessment methodologies for existing buildings"
        }
      ]
    },
    {
      "date":"Thursday 07 March",
      "location":"This stream will take place in (room to be confirmed)\n\n",
      "programme":[
        {
          "id":422,
          "time":"10.30 &ndash; 12.00",
          "name":"The zero-carbon challenge – delivering the targets"
        },
        {
          "id":423,
          "time":"12.30 &ndash; 14.00",
          "name":"Green Certification – does it deliver low energy buildings and who cares anyway?"
        },
        {
          "id":424,
          "time":"14.15 &ndash; 15.45",
          "name":"Planning and its role in achieving zero-carbon"
        }
      ]
    }
  ]
}