{
  "id":20,
  "title":"Simon Osborne on the Green Deal",
  "posted_on":"26th November 2012",
  "content":"<p>With the launch of the Government&rsquo;s greatly anticipated Green Deal just a month ago, the opportunity to transform social housing is greater than ever. As most will appreciate, social landlords and their tenants face major difficulties with rising fuel prices and the challenges posed by our &lsquo;energy-leaking&rsquo; homes.<\/p>\n<p>The Green Deal in this context has the potential to achieve great things. For Energy Companies, Carbon Obligations should be easier to meet and social housing providers with access to Green Deal funding can now improve dwellings and tenant comfort without any cost to themselves.<\/p>\n<p>Current DECC estimates predict that fuel poverty will affect up to 4.1m households this year in England alone. Since a staggering 62% of all UK homes were built before 1965, it&rsquo;s clear that the big opportunity to reduce fuel poverty lies in retrofitting existing dwellings with better insulation and more energy efficient heating solutions.&nbsp;<\/p>\n<p>So how can the Green Deal benefit social housing?<\/p>\n<p>In essence, it will allow the Energy Companies to meet their Carbon Obligations and for social housing providers to access Green Deal funding and improve dwellings without any cost to themselves.<\/p>\n<p>New energy-efficient green insulation and heating technologies can be fitted into properties with no upfront costs by &lsquo;green deal providers&rsquo;. Their investment will then be recovered by attaching charges to improved properties&rsquo; electricity bills. If the home is sold or the tenant moves out of the property, the debt remains with the property and not with the bill payer. The &ldquo;Golden Rule&rdquo; of the Green Deal is that the expected financial savings must be equal to or greater than the costs of the measures installed.<\/p>\n<p>At the same time, under the accompanying Energy Company Obligation (ECO) subsidy, utility firms will be expected by the Government to invest &pound;14 billion over the next decade in efforts to improve homes in fuel poverty, and &lsquo;hard-to-treat&rsquo; homes requiring more expensive types of insulation. This will allow supplier subsidy and Green Deal Finance to come together into one seamless offer.<\/p>\n<p>However, the devil will very much be in the detail. The fine print for both the Green Deal and the ECO are yet to be settled. And this is where much of the negative comment around the Green Deal has focused up until now.<\/p>"
}