{
  "id":21,
  "title":"David Fisk on building performance",
  "posted_on":"26th November 2012",
  "content":"<p>Earlier this month CIBSE&rsquo;s <a href=\"http:\/\/www.cibse.org\/annuallecture\">Annual Lecture<\/a> was delivered by Ofgem CEO Alistair Buchanan on the theme of energy security. Alistair&rsquo;s message was a real wake-up call for the nation &ndash; as you can tell from the theme of the lecture, &lsquo;Will Britain&rsquo;s lights stay on and will the gas keep flowing: a look at the next decade.&rdquo;<\/p>\n<p>Ofgem has already predicted that by 2015\/16 there will be just a 4% buffer in UK Energy supplies. The Government&rsquo;s forthcoming Energy Bill will focus on future supply to meet our energy demands as the country faces unprecedented challenges, to put it mildly.&nbsp; For those of us who remember the days of Arthur Scargill (youngsters may need to use Google here), the prospect is an alarming one.<\/p>\n<p>As energy supply becomes uncertain, we must look to the other side of the coin, and reduce demand through better management of energy. Efficient energy management is the low hanging fruit which isn&rsquo;t being picked, while the debate focuses on nuclear or the dash for gas.<\/p>\n<p>The time for action is right now and in terms of how our buildings perform, our engineers can lead the way as energy management is not just about controlling what you use and using energy efficiently, but learning how to use less energy.<\/p>\n<p>Key to good energy management is to monitor the actual performance of buildings, to identify best practice and to gather benchmarks which allow building performance to be compared with appropriate peers. Too many new buildings are only green on the CAD screen. This is why each year CIBSE runs the <a href=\"http:\/\/www.cibseawards.org\/\">Building Performance Awards<\/a>, which celebrates excellence in actual, measured performance. The entries for the Awards are being judged as we speak &ndash; watch out for the shortlist in the December edition of the <a href=\"http:\/\/www.cibsejournal.com\">CIBSE Journal<\/a> - and include a hugely impressive range of buildings which serve as role models for our industry.<\/p>\n<p>The categories for the Awards are intended to represent the lifecycle of the building, because &rsquo;a building is not just for Christmas&rsquo;. This is why events like Ecobuild, where the industry can gather together to share information, build connections, and sort true innovations from the just &lsquo;innovative&rsquo; are so important. There is a huge appetite in the industry to tackle the issue of energy in the 21<sup>st<\/sup> century, and I hope that the result will be energy efficient buildings where everyone is an award winner!<\/p>"
}