{
  "id":23,
  "title":"Simon Allan on the ‘heating season’",
  "posted_on":"26th November 2012",
  "content":"<p>At this time of the&nbsp; year heating installers are working flat out &ndash; it&rsquo;s the &lsquo;heating season&rsquo;, as householders fire up their heating systems and many throw in the towel and replace old boilers, radiators or both.<\/p>\n<p>It&rsquo;s also the time of year when the issue of fuel poverty comes into focus. The Government considers a household to be in fuel poverty if it needs to spend more than ten per cent of its income on fuel.<em><\/em><\/p>\n<p>Back in 2001 when the commitment to eradicate fuel poverty was made, household bills were comparatively low, and just under two million households fell into this category.<\/p>\n<p>Fast forward eleven years however, and things have got worse, not better. Now, more than six million households cannot afford to keep their homes warm due to a combination of stretched incomes, higher energy prices and Britain&rsquo;s stock of old, poorly insulated homes.<\/p>\n<p>While some, understandably, look to the energy companies or the government to fix the problem, is there anything that households themselves can do to address this issue?<\/p>\n<p>This was the topic of an event we hosted at the House of Commons recently.&nbsp; Plumb Center, together with some major manufacturers in the plumbing and heating sector, was launching <em>Sustainability on a Budget, <\/em>an initiative to highlight affordable measures that most households could install to help reduce their utility bills.<\/p>\n<p>The aim of <em>Sustainability on a Budget <\/em>is to help members of the public gain insight and information about practical, low-cost measures that will make a real difference not only to the cost of energy in their homes, but also to their carbon footprint. We hope to inform householders, both directly and through our trade customer base, of the relatively simple and inexpensive things they can do for themselves.<\/p>\n<p>The figures are worrying: Britain has some of the oldest and most inefficient building stock in Europe.&nbsp; Around 15 million of the 26 million homes in Britain are not properly insulated, and around 12 million non-condensing boilers remain in use. More than half of all households do not have proper heating controls. So the many consumers still with inefficient homes are using a lot more energy than they need to, and they are paying a high price for this through their fuel bills.<\/p>\n<p>I remain convinced that government and the industry working together can help consumers reduce their energy bills, and the country&rsquo;s carbon footprint. But as well as making their homes more energy efficient, it is imperative that individual customers and households change their behaviour in terms of the way they consume energy.<\/p>\n<p>Certainly, Green Deal promises a significant boost over the next few years for improvements such as installing more efficient boilers and insulation. However, it&rsquo;s not likely to get into its stride until the middle of 2013 &ndash; when central heating systems will again be dormant.<\/p>\n<p>There may be no &lsquo;silver bullet&rsquo; that will slash the cost of energy. But we shouldn&rsquo;t be slow to point out the practical steps many households could take today that would help cut the cost of keeping warm this winter.<\/p>"
}