{
  "id":24,
  "title":"Paul King on green growth",
  "posted_on":"26th November 2012",
  "content":"<p>Everyone wants to see growth. Some of us want to see green growth. And that&rsquo;s exactly what the Ecobuild story has been all about. Over the course of 7 years, we&rsquo;ve seen a few fragile green shoots grow into the most extraordinary forest of exhibitors and a buzz of debate, as green building ideas and aspirations have been translated into political and industry reality. Where else do idealists and academics rub shoulders with politicians, designers, developers and product manufacturers on a common quest to ecobuild our future?<\/p>\n<p>Zero Carbon, the Code for Sustainable Homes and the bid to host the greenest Olympic and Paralympic Games ever have been just a few of the initiatives that have fuelled this remarkable growth. From under 1000 visitors in its first year to almost 60,000 last year &ndash; unprecedented growth, not on the back of the boom times of course, but in the midst of the worst recession in living memory.<\/p>\n<p>Recently the CBI reported that over a third of economic growth between 2011\/2012 is likely to have come from green business, and big slice of that must come from the built environment industry. The growth in Ecobuild has reflected and accelerated the mainstreaming of green across this sector. Conferences and exhibitions thrive on innovation. New ideas and new demands drive new markets. New policy signals and trends pave the way for investment, innovation and the development of new solutions. And green, eco, sustainability (take your pick) have been the greatest spur to innovation in the built environment over recent years.<\/p>\n<p>All of which is good news of course, because this industry is all about building our future. Sustainability can be an overwhelming topic, even for people who want and try to get to grips with it. But on another level it&rsquo;s really very simple: how can we ensure that future generations will be able to meet their needs? So for any company asking, &ldquo;what does it mean to be a sustainable business?&rdquo; the answer is equally simple: figure out how you&rsquo;re going to meet your customers&rsquo; future needs. What could be a more fundamental business driver than that?<\/p>\n<p>Looking back on the year in which we delivered the most sustainable and arguably the most successful modern Olympic and Paralympic Games, there is something else we should be thinking about. How do we put the &lsquo;Great&rsquo; back into Britain? Because one of the most important legacies of London 2012 is that this industry really did deliver something that wasn&rsquo;t just good enough, or fit for purpose, but something truly great.<\/p>\n<p>So now it&rsquo;s time to look forward and ask, how are we going to build Great Britain 2050? That&rsquo;s a project that&rsquo;s big enough for all of us, and one that all our customers have a stake in. And given that 80% of Britain in 2050 is already built, it means a whole lot of innovation, to rethink our homes, our buildings and the infrastructure that will support us in the mid 21<sup>st<\/sup> Century. It means a host of new products and services, different ways of relating to and using buildings that few of us have even dreamt of. That&rsquo;s something worth talking about at Ecobuild 2013.<\/p>"
}