{
  "id":4970,
  "name":"Dufaylite Developments Ltd",
  "stands":"N1102",
  "url":"http:\/\/www.dufaylite.com",
  "description":"Dufaylite Group …….British manufacturing at its Greenest!\nWelcome to Dufaylite, the sole UK manufacturer of recycled paper honeycomb. \nOur philosophy as a company has always been to source and manufacture environmentally friendly, sustainable products using innovation and versatility to meet the demands of a modern market place\nBuilt upon focus, specialisation and service the Dufaylite group continue to establish best practice across all the industries that we work within.\nOur customers appreciate the specialist technical expertise, quality products and professional, friendly service that defines the core values of the group.",
  "address":"Cromwell Road<br\/>St Neots<br\/>Cambridgeshire<br\/>United Kingdom<br\/>PE19 1QW",
  "product_images":[
    {
      "id":15960,
      "title":"Clayboard",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4970\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4970\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Clayboard brought to you by Dufaylite Developments Ltd – British manufacturing at its greenest!\n\nClayboard is a unique, environmentally friendly and incredibly versatile void former. It has been strategically designed to protect against ground movement and clay heave ultimately causing subsidence in many residential, commercial and industrial buildings.\n\nThere are two ranges of Clayboard:\n\nClayboard Ultra – Used for commercial and industrial projects where a stronger more durable product is required\n\nClayboard Eco – Used for Residential projects (BBA Certified) where the required depth of void is less and also where cost is of higher importance\n\nBoth ranges are available in 4 different thicknesses determined by the level of soil shrinkage occurring.\n\nRecycled and Recyclable\n\nUnlike the alternatives in the marketplace Clayboard is totally Eco friendly and has a 100% recycled and bio degradable, paper honeycomb core set between two polypropylene facings which have up to 70% recycled material content.\n\nMany other Clay Heave and ground movement systems can exert considerable pressure on ground slabs during the compression process, Clayboard is unique with its central core strategically designed to collapse under just 3kn\/m2 once water is introduced, leaving a true void!\n\nReducing the Carbon footprint\n\nClayboard is a slimmer product to all of the alternatives in the marketplace and due to this, can be transported easily from site to site using less lorries, helping to keep our roads less busy and helping to reduce the carbon footprint. \n\nLandfill tax\n\nThe landfill tax continues to rise year on year but with Clayboard, our customers can breathe a little easier as  it is a slimmer product than all of the alternatives, and therefore requires less soil removal, reducing the muck away charge by a very considerable amount!\n\nOur Clayboard has been around for 50 years but the technology and the applications have never dated and we really believe the possibilities are endless!"
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ]
}