{
  "id":4971,
  "name":"Dibsa Structures Ltd",
  "stands":"N1104",
  "url":"http:\/\/www.dibsa.co.uk",
  "description":"As one of the most technically superior steel roof manufacturers in the country, Dibsa should be your first port of call for lightweight steel frame and structural solutions. Our specialists are passionate about the advantages of lightweight steel and committed to providing exceptional quality steel roofing products to our clients across the UK.\n\nDibsa brings nearly 30 years of experience to the steel roof manufacturing and design industry, and during this time we have constantly developed and improved our services. By doing this, we ensure that our building partners consistently receive the high standard of products that we've become known for. \n\nHere at Dibsa we're huge supporters of the use of lightweight steel frames for roof refurbishment and new builds. Steel roofing has many advantages over more traditional building materials such as timber, and reduces installation time quite considerably. We've invested a great deal of effort into learning everything possible about lightweight steel structures and their application in flat to pitch conversions and modular building, giving confidence in the products we develop and peace of mind to our clients.\n\nNow, as an established steel roof manufacturer, we partner with a wide range of architects, structural engineers, roofing contractors, project managers and modular building manufacturers who believe that we offer the most outstanding steel roofing products and customer service.\n\nWhen you approach us for a lightweight steel frame for your roofing project, we can provide a comprehensive service including consultation, advice, structural surveys, design and delivery. From inception to completion, Dibsa will be there to help you every step of the way, offering a professional service with a personal touch.",
  "address":"17 Fall Bank Industrial Estate<br\/>Dodworth<br\/>Barnsley<br\/>Lancashire<br\/>United Kingdom<br\/>S75 3LS",
  "product_images":[
    
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":15735,
      "title":"Orient House",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4971\/isod2wmpof.pdf"
    },
    {
      "id":15733,
      "title":"Low Cross Court",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4971\/lde2rsoiyy.pdf"
    },
    {
      "id":15732,
      "title":"Derby Street",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4971\/hyldahiw6l.pdf"
    },
    {
      "id":15731,
      "title":"Hartlepool Golf Club",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4971\/goh99pbz2v.pdf"
    },
    {
      "id":15730,
      "title":"McDonalds",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4971\/a3rxie7bev.pdf"
    },
    {
      "id":15729,
      "title":"St Johns Campus",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4971\/fm1yojds7u.pdf"
    },
    {
      "id":15728,
      "title":"City South",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4971\/fuu0shpzg0.pdf"
    },
    {
      "id":15727,
      "title":"Boughton Water Tower",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4971\/1oohlncjby.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/4971\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}