{
  "id":4972,
  "name":"Ancon Building Products",
  "stands":"N1110",
  "url":"http:\/\/www.ancon.co.uk",
  "description":"2012 Queen’s Award Winner, Ancon, has chosen Ecobuild to showcase the latest innovative structural fixing solutions that are helping to change the way that sustainable low energy buildings are designed and constructed. \n\nSolutions on show will include low thermal conductivity cavity wall ties, such as the Ancon TeploTie, an innovative basalt-fibre tie used in many groundbreaking low-energy developments; and new Staifix RT2 275mm, the first high thermal performance Type 2 stainless steel wall tie to enable the use of 150mm wide insulated cavities in multi-storey low energy construction. \n\nAlso featured will be a range of Ancon Thermal Breaks, designed to reduce thermal bridging at balcony connections, brickwork support brackets and other areas where thermal continuity of the building envelope is typically compromised. \n\nCompleting the displays will be Ancon’s more established solutions, including support angles, windposts and masonry reinforcement, which benefit from the same low thermal conductivity, 100% recyclability and long, maintenance-free life associated with all of the company’s market-leading stainless steel products.\n\nVisitors will be able to access the unique technical support, innovative approach and manufacturing excellence that, in the company’s 130th year of continuous operation, won Ancon the 2012 Queen’s Award for Enterprise in Innovation.",
  "address":"President Way<br\/>President Park<br\/>Sheffield<br\/>South Yorkshire<br\/>United Kingdom<br\/>S4 7UR",
  "product_images":[
    {
      "id":16271,
      "title":"Thermal Breaks for Masonry Support Brackets",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4972\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4972\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Brick support systems from Ancon can now be supplied with Thermal Breaks to minimise heat loss through cold bridging, and improve the energy efficiency of a building. \n\nThermal bridging occurs where the insulation layer is penetrated by a material with a relatively high thermal conductivity. Although heat loss through a stainless steel support bracket is not significant – just 17W\/mK compared to 50W\/mK for carbon steel fixings - it should be considered as part of the overall thermal performance of the structure. \n\nAncon Thermal Breaks work by inserting a material with a very low thermal conductivity between the brackets and the frame. They are proven through thermal modelling to reduce heat loss and can typically enable details to comply with BRE IP1\/06 floor junction. \n\nIn document SCI P380 ‘Avoidance of Thermal Bridging in Steel Construction’, the Steel Construction Institute suggests ‘for bracket spacings less than 600mm, thermal spacers between the bracket and the edge beam may need to be considered’.\n\nShaped like a standard Ancon key-hole shim, these Thermal Breaks are designed to locate quickly and easily on site. They are manufactured from a durable fibre-reinforced thermoset plastic which combines high compressive strength with a thermal conductivity of just 0.3W\/mK.\n\nStandard Ancon Thermal Breaks, suitable for standard AnconOptima support brackets and most bespoke Ancon MDC-type brackets, are available from stock."
    },
    {
      "id":16269,
      "title":"Low Thermal Conductivity Wall Ties",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4972\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4972\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Wall Ties are an essential element in the strength and stability of a cavity wall, but by crossing the cavity they act as a thermal bridge. Generally speaking, the wider the insulated cavity, the more substantial the Wall Tie needs to be and the greater the effect the tie will then have on the thermal efficiency of the wall. \n\nThe challenge for the Wall Tie industry was to reduce the thermal conductivity of its products whilst continuing to meet structural performance requirements. Ancon has met this challenge with the launch of a new range of Low Thermal Conductivity Wall Ties; ties which minimise heat loss through thermal bridging, thereby improving the energy efficiency of a wall. \n\nThis new range of Ancon Wall Ties suits cavities from 50mm to 300mm, essentially future-proofing masonry cavity wall construction with which all clients, contractors and designers are familiar.  \n\nIn addition to slender wire wall ties, the Ancon range includes TeploTie basalt fibre wall ties. With a thermal conductivity of just 0.7W\/mK, the unique Ancon TeploTie is excluded from U-value calculations and can therefore be used to reduce insulation thickness and wall footprint. The TeploTie is BBA-approved and has been used on certified Zero Carbon and PassivHaus housing developments."
    }
  ],
  "press_releases":[
    {
      "id":16268,
      "title":"Ancon wins Queen's Award for Enterprise in Innovation"
    },
    {
      "id":16267,
      "title":"Ancon Gains Further Innovation Award"
    },
    {
      "id":16265,
      "title":"New Thermally Efficient Wall Tie for 150mm Cavities"
    },
    {
      "id":16259,
      "title":"Ancon brings low energy fixing innovation to Ecobuild 2013"
    }
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":16263,
      "title":"Ancon Product Guide",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4972\/rjlc33hv54.pdf"
    },
    {
      "id":16262,
      "title":"Thermal Breaks at Balcony Locations",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4972\/dfr8ugunxw.pdf"
    },
    {
      "id":16261,
      "title":"Thermal Breaks for Masonry Support Brackets",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4972\/zyjl3hfpgi.pdf"
    },
    {
      "id":16260,
      "title":"Low Thermal Conductivity Wall Ties",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/4972\/3bf7kfff2m.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/4972\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}