{
  "id":4991,
  "name":"Groupe Grad",
  "stands":"N1404",
  "url":"http:\/\/www.grad-decking.com",
  "description":"Located at 40Km from Strasbourg, our company produces and installs decks since 1992, under the name Architecture du Bois.\nIn the early 2000, the decking industry has encountered an enormous success and growth, which enabled the company to expand its activity over the franchise system in December 2005. This expansion made the company becoming the leader of the decking industry in France.\nIn 2012, the company’s name changed to Grad™ Lifetime decking in order to ease its international expansion.\nOur company is in constant evolution allowing us to develop our manufacturing processes and equipment to keep our high requirements.\nWe actually have 52 employees and the company is managed by Mr. Wilfried Andres, the founding CEO.\n\nOur philosophy: Innovation at the service of ecology !",
  "address":"11, rue de L'Artisanat<br\/>Niedermodern<br\/>France<br\/>67350",
  "product_images":[
    {
      "id":16138,
      "title":"The Clip JuAn® : A revolutionary concept",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The Clip JuAn®, a Grad™ patent, is a simple and invisible clipping system for pregroved timber boards. Many advantages come from this method:\n\n-\tThe esthetics aspect on the deck is perfect\n-\tThe deck is neither drilled nor milled\n-\tThe clip allows a perfect ventilation of the decking boards\n-\tDecking boards are therefore perfectly aligned\n-\tIncomparable laying comfort and speed.\n-\t3 Gold medals (2007 Strasbourg’s Lepine contest, 2008 Paris’ Lepine contest, 2008 Geneva innovative contest)."
    },
    {
      "id":16137,
      "title":"Kebony: The new wood",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Kebony is a pine wood stemming from sustainable plantations, which gives it all the ecological certifications. The Kebony wood is treated with the method of furfurylation.\nAccording to its knowledge, Grad™ implemented the process of the Clip JuAn® to the Kebony wood, which allows the company to use it either for decking or cladding."
    },
    {
      "id":16136,
      "title":"TimberTech®",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"World leader manufacturer, this composite wood is the perfect compromise between ecology and modernity. Composed by wood flour and polyethylen,.\nAvailable in 2 colors and with a 25 years warranty, this product is perfectly designed for the external use. \nThis product can also be associated with the Clip JuAn® method, which makes it the perfect alternative to the wood decking."
    },
    {
      "id":16132,
      "title":"Thermopine\/Thermoash",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The Thermopine and Thermoash are pine and ash wood heat-treated. Coming from the forests locatated in North Europe, they are part of a sustainable production. As the wood the heat treated, their resistance and aspect makes them essential in the decking industry. Compatible with the Clip JuAn® method, and with a 10 years warraty, those products are very appreciated for decking and cladding."
    },
    {
      "id":16131,
      "title":"Accoya®",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Accoya® is also a pine wood also stemming from sustainable plantation, the Accoya® wood is a treated material, which only use ecological process that gives it the labels FSC and PEFC, recognized around the world.\nAgain, with its knowledge, the company Grad™ has implemented its process of the Clip JuAn® to the Accoya® wood, allowing us to use it in all cases (decking, cladding).\n\nThe Accoya® can also be used in the structural process, by producing joists, which allow the company to insure its decking structure in Accoya® for a period of 50 years."
    },
    {
      "id":16129,
      "title":"The Stabila:  Straightness and precision",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The Stabila is the company’s most effective way to install the decking boards; it includes directly the Clip JuAn® system on the joists. Directly manufactured by the company on its factory, it assures a perfect precision of the product and avoid a huge stage in the installation process.\n\nThe selection of the tree species used for the joist and the addition of rollover allow the company Grad™ to propose a 10 years warranty on its structural pieces. The warranty can go to 50 years with the use of Accoya®. \n\nThe rollover are highly recommended in the process and are in accordance with the results of the Vienna University that analyzed this specific matter (Holzforchung Austria, April 2012)."
    },
    {
      "id":16128,
      "title":"The structure",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Grad™ Lieftime decking with its many years of experience in the decking industry has developed  construction system that can be applied in every situation you may encounter :\n\n-\tClass 4 wood are not sufficient enough : Grad™ Lifetime decking includes joists that are always protected by a special shroud\n\n-\tThe size of the joists is always calculated to avoid the spring issue"
    },
    {
      "id":16127,
      "title":"The comfort profile: Decking boards at their best profile",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/4991\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Decking boards are not just a matter of wood and protection. The form, and moreover ratio between width and thickness have also their importance.\n\nGrad™’s decking boards are specially machined:\n\n-\tTo avoid the curling issue. This way, the boards are lightely cambed.\n-\tTo limit the chaps issue, respecting the ratio between width and          thickness\n-\tTo ease the cleaning aspect due to the absence of groove."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/4991\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}