{
  "id":5004,
  "name":"Cellecta",
  "stands":"N1520",
  "url":"http:\/\/www.cellecta.co.uk",
  "description":"",
  "address":"Unit D Norman Close<br\/>Medway Valley Park<br\/>Rochester<br\/>Kent<br\/>United Kingdom<br\/>ME2 2JU",
  "product_images":[
    {
      "id":16016,
      "title":"TETRiS - Eco friendly structural flooring",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5004\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5004\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"TETRiS® structural flooring, is the revolutionary alternative to beam and concrete block floors. TETRiS® is lightweight, versatile and easy to install system capable of achieving super low U-values. The A+ Green Guide rated system,  is also highly regarded for its ability to support heavy loads, allowing workers to walk safely on the boards during installation."
    },
    {
      "id":16015,
      "title":"YELOfon HD10+",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5004\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5004\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Installing a high performance acoustic system below a screeded concrete floor is easy thanks to Cellecta®’s YELOfon® HD10+ . The video demonstrates the significant benefits of the acclaimed system over heavy, cumbersome rubber based alternatives, including how easy it is to handle, cut, carry and install the lightweight rolls. Featuring the proprietary Robust Detail E-FC-5, the YELOfon® HD10+ system delivers excellent acoustic performance"
    },
    {
      "id":16012,
      "title":"ScreedBoard",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5004\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5004\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Featuring higher thermal conductivity than traditional floor overlays, ScreedBoard® is the ultimate choice for under floor heating applications. ScreedBoard® allows ground water heat pumps and heat recovery systems to work at their most efficient, delivering heat underfoot when required and providing significant cost saving benefits. Furthermore, ceramic tiles and other floor finishes can be installed directly on top of the ScreedBoard®.\nWhen installed as an acoustic system, ScreedBoard® also delivers excellent sound reduction on new build and refurbishment floors. The system is Robust detail E-FT-5, E-FT-6 and FFT4 compliant, making it the essential choice for new build developments"
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ]
}