{
  "id":5005,
  "name":"Fakro GB Ltd",
  "stands":"N1530",
  "url":"http:\/\/www.fakro.co.uk",
  "description":"Since entering the UK market in 2001, FAKRO’s diverse range of roof windows, roofing accessories and loft ladders have been sold exclusively via a nationwide network of builders and roofing merchants. More recently the range has been extended to include solar thermal panels, light tunnels and roofing underlay, all of which are distributed from a 33,000 square foot, high bay purpose-built warehouse in Swadlincote. \n\nFAKRO’s continuing emphasis on innovation has led to industry leading developments such as the patented topSafe® technology which provides the highest standard of safety and security currently available in standard roof windows (Class 3 - EN13049). In keeping with the company’s determination to meet all relevant standards affecting countries in which its products are sold, the popular FTP-V Centre Pivot roof window was the first to achieve BBA certification. Timber used for both the FTP-V and FPP preSelect® windows also has FSC chain of custody certification for the sustainability of timber sources. \n\nA universal installation system makes it possible to install windows on rafters or battens and at varying depths within the roof depending on the tiles or slates used. The automatic V40P air inlet is also used in all FAKRO roof windows, guaranteeing energy savings and water tightness up to 600 Pa. Other manufacturers’ air inlets guarantee watertightness up to only 250 Pa.",
  "address":"Fakro House<br\/>Astron Business Park<br\/>Hearthcote Road<br\/>Swadlincote<br\/>Derbyshire<br\/>United Kingdom<br\/>DE11 9DW",
  "product_images":[
    {
      "id":15974,
      "title":"FAKRO FYP-V U3 pro-Sky® High Pivot Roof Window",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5005\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5005\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The new FAKRO FYP-V U3 pro-Sky® high pivot roof window is of similar construction to a centre pivot window but with the axis of rotation in the top third of the frame. With its increased height of up to 200cm and raised pivot point, the lower part of the sash effectively functions as a top hung window. The added height provides a larger glazing area without the need to increase width or use vertical combinations. A 94x200cm window has the same weight and glazing area as a standard 134x140cm, while providing an overall U-value of 1.4 W\/m²K. Available in pine and PVC, the FYP-V utilises FAKRO’s patented topSafe® system and the V40P automatic air inlet which provides an air flow rate of up to 48m³\/hr. Suitable for pitches of 20°-65°, it can be used in modules with FAKRO solar panels and, like a centre pivot window, can be rotated (through 160°) for cleaning of the outer pane. \n\nThe FDY-V U3 Duet pro-Sky window works on the same principle but with two sashes in a single frame. The upper sash opens in the same way as the FYP-V while the lower element is non-opening and has a laminated internal pane. The FDY-V comes in heights up to 250cm."
    },
    {
      "id":15968,
      "title":"FAKRO FGH-V P2 Balcony Window",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5005\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5005\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The FAKRO FGH-V P2 Balcony Window is the low cost contemporary alternative to a dormer. In addition to its contemporary design, the window presents none of the attendant planning issues of a dormer while its light weight places far less stress on the roof structure. The upper sash opens in the same way as a top hung window while the lower one tilts forward to reveal built-in balustrades. Importantly, when closed these remain neatly hidden and are visible neither from the interior nor exterior. \n\nThe FGH-V has a supporting hinge mechanism which enables the upper sash to be left open at any point up to 45°. The operating handle is in the base of the sash for added user convenience.\n\nUsable in roofs with a pitch between 35° - 55°, both the upper and lower sash are fitted with a laminated P2 safety glazing unit. The FGH-V P2 is also fitted with the V40P automatic air vent and the topSafe® system of hinge and lock reinforcement for added burglary protection. \n\nOverall dimensions are 94cm x 255cm"
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    {
      "id":15969,
      "title":"Using Roof Windows to Achieve Passive House Standards",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5005\/8bonypsyzi.pdf"
    }
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5005\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}