{
  "id":5011,
  "name":"SPS Envirowall Ltd",
  "stands":"N1650",
  "url":"http:\/\/www.envirowall.co.uk",
  "description":"SPSenvirowall offers a complete range of external wall insulation systems, solid wall insulation systems and decorative renders of the highest quality.\n\nThese products have been rigorously tested and used throughout Europe for over 30 years, ensuring that they are truly tried and tested. The insulation systems not only provide a decorative uplift to old buildings, but also greatly improve the thermal efficiency of the building thus helping to cut CO2 emissions.\n\nOur products are suitable for both low rise and high rise buildings, and we pride ourselves on having one of the most comprehensively tested system ranges, tested by the BBA, CERAM and the BRE. The supply of these products is supported by an exceptional service to the contractor and technical support to the specifier.\n\n\nAt SPSenvirowall we are committed to ensure that we provide best value. Our partnership approach is to assist you from the specification process right through to contractor selection, product application and completion of the works. Ensuring that the products not only suit their purpose but they provide best possible value. Also assisting in selection of competent contractors, monitoring their work thereby helping to ensure that the application of our products are undertaken to the highest standard.\n\nIt is our promise that we will never over specify our systems and that they are best suited to purpose. This ensures that we will always offer the most competitive external wall insulation system, without compromising on quality.",
  "address":"Orchard House<br\/>Aire Valley Business Centre<br\/>Keighley<br\/>West Yorkshire<br\/>United Kingdom<br\/>BD21 3DU",
  "product_images":[
    
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5011\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}