{
  "id":5014,
  "name":"Natural Paving",
  "stands":"N1720",
  "url":"http:\/\/www.naturalpaving.co.uk",
  "description":"Natural Paving Products (UK) Ltd is one of the world`s leading suppliers of high quality, ethically sourced natural stone landscaping products. \n\nBe inspired by our extensive collection of innovative paving flags, block paving, walling, kerbs, edgings and accessories, which come in a variety of natural materials including sandstone, limestone, granite, quartzite, travertine and marble. \n\nAll our products have been carefully designed and selected to give the very highest quality natural stone materials for any project and as such we are proud of our partnership with one of the country`s leading brands when it comes to flooring; FIRED EARTH.\n\nUnlike many of our UK competitors, Natural Paving is committed to investing in its supply chain and the people who work in it, right from sourcing to laying the stone. Our dedication here is reflected by our passionate and active membership of the Ethical Trade Initiative (ETI) through to our highly respected Approved Installer Scheme.",
  "address":"Belton Road<br\/>Sandtoft<br\/>Doncaster<br\/>South Yorkshire<br\/>United Kingdom<br\/>DN8 5SX",
  "product_images":[
    {
      "id":15861,
      "title":"Fired Earth Collection (Paving Flags and Block Paving)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5014\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5014\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"These products have been carefully designed and selected to give you the opportunity to choose the very highest quality natural stone materials for your project. The exclusive Fired Earth range of exciting and beautiful natural stone flags and block paving will enhance any home or garden.\n\nThe Fired Earth flagstones are available in 500 series project packs and come in a range of colours including: \n\n- Oyster (Travertine stone with varying shades of grey speckled with white flecks)\n- Flamed Oak (Sandstone that has an etched surface in soft shades of brownish magenta)\n- York Grey (Sandstone, a modern grey stone with brown blends)\n- Jupiter Grey (Marble with blends of white, grey and black swirls)\n\nThe 50mm Fired Earth block paving is only available in single size crates and comes in the following colours: \n\n- Flamed Oak (Sandstone that has an etched surface in soft shades of brownish magenta)\n- York Grey (Sandstone, a modern grey stone with brown blends)\n\nPicture shows York Grey paving flags."
    },
    {
      "id":15860,
      "title":"Premiastone Collection (Paving Flags)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5014\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5014\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"A premium range of sawn and calibrated natural stone flags in various finishes for those prestigious schemes that deserve that ‘little extra something’.\n\nThese flagstones are available in project packs with selected colours available in single sizes.\n\nPremiastone flags come in the following colours:\n\n- Ibis (Sawn Sandstone with subtle shades of pale gold and blush pinks)\n- Ivory (Sandstone with a combination of creams, buffs, yellows and hints of coral)\n- Pumice (Sawn Sandstone with subtle tones of grey)\n- Cornsilk (Sandstone blended with pale cream and milky coffee tones)\n- Rustic Quartz (Quartzite with a riven surface of green and yellow with flecks of silver and gold)\n- Walnut (Sandstone of warm beige and light brown tones)\n- Birch (Granite in a contemporary silver grey)\n- Midnight Blue (Limestone in a modern yet classic deep blue)\n- Cream (Travertine with Mediterranean appeal  in cream)\n- Copper Slate (Slate with a variegated colour ideal for internal and external use)\n- Black Slate (Slate with a blueish back hue)\n\nPicture shows Midnight Blue paving flags."
    },
    {
      "id":15854,
      "title":"Fossestone Collection (Block Paving)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5014\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5014\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Fossestone block paving provides a unique and distinctive long term solution for driveways and patios, with a range of colours and textures to suit any property whether it be traditional or contemporary in style.\n\nFossestone block paving is available in a selection of pack sizes and the following colours:\n\n- Midnight Blue (Limestone in a mix of black and deep blue shades)\n- Silver Mist (Sandstone in grey that weathers to reveal a brown, copper and dark grey finish)\n- Birch (Granite with a lightly textured finish to provide an ultra-modern look)\n- Rustic Quartz (Quartzite with a riven surface of green and yellow, with flecks of silver and gold)\n\nPicture shows Silver Mist block paving."
    },
    {
      "id":15853,
      "title":"Classicstone Collection (Paving Flags)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5014\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5014\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"This traditional dressed natural flagstone provides durability and elegance and is available in an array of shades and colours for every project.  Flagstones within this range are available in both project packs and single sizes in a variety of thickness options.\n\n\nClassicstone flags come in the following colours:\n\n-Graphite (Sandstone with greys finished with tones of buff, brown and pink)\n- Harvest (Sandstone with pink swirls mixed with base colours of golden yellow, brown, grey and cream)\n- Lakeland (Sandstone of a riven finish with green tones mixed with brown and grey blends)\n- Golden Fossil (Sandstone with a combination of yellow, buff, cream and white finished with orange splashes)\n- Promenade (Sandstone comprised of grey tones with hints of beige)\n- Carbon Black (Limestone in deep black stylish tones)\n- Steel Blue (Limestone in blue with subtle green tones)\n\n\nPicture shows Lakeland paving flags."
    },
    {
      "id":15852,
      "title":"Cragstone Collection (Paving Flags)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5014\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5014\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"A weathering process creates a smoother surface to the riven texture and softer edges to these flagstones which are available in both sandstone and limestone providing a warm aged appearance.\n\nThe flagstones are available in the popular project packs and calibrated 24mm thickness.\n\nCragstone flags come in the following colours:\n\n- Barley (Sandstone with shades of pink, golden yellows and creamy greys)\n- Meadow (Sandstone with shades of green mixed with blends of brown and grey)\n- Saffron (Sandstone combining pink and sandy browns)\n- Teal (Limestone with weathered blue and grey tones)\n- Tuscan (Limestone in shades of light green and mustard yellow)\n\nPicture shows Barley paving flags."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":15846,
      "title":"Natural Paving A5 Brochure",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5014\/nzti3krivb.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5014\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}