{
  "id":5028,
  "name":"PTS Plumbing Trade Supplies",
  "stands":"N2110",
  "url":"http:\/\/www.ptsplumbing.co.uk",
  "description":"LEADING THE WAY IN RENEWABLES...\n\nWith the evolution of the renewables market in the UK, PTS was the first merchant to embrace renewable technologies to their customers, as well as being the first merchant to have working technology in branches.\n\nPTS are now leading the way in the supply of renewable energy products direct to its customers.\n\nPTS supplies a comprehensive range of plumbing, heating, sanitaryware, renewables and heating spares to a wide range of customers, both to the public and private sector, from national house builders to the sole trading plumber.\n\nWe have a growing nationwide of 300 plus branches and we take pride in our reputation for offering quality and expertise.\n\nWe stock market leading brands at our branches to ensure we have a range of products to suit our customer needs.\n\nPTS is your one stop renewable energy solution!\n\nVisit us on www.ptsplumbing.co.uk \/ www.ptsrenewables.co.uk\nText PTS to 83332 for your nearest branch!",
  "address":"PTS House<br\/>Eldon Way<br\/>Crick<br\/>Northamptonshire<br\/>United Kingdom<br\/>NN6 7SL",
  "product_images":[
    {
      "id":16055,
      "title":"Greywater Harvesting",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Waste water from all sources in a property other than toilets is known as grey water.\n\nMost grey water recycling systems collect and treat waste water from showers, baths and wash basins, excluding the more contaminated water from washing machines, kitchen sinks and dishwashers. Grey water recycling systems collect this water, treat it and re-use it for purposes that do not require drinking water quality. This recycled water can be used to flush toilets, water gardens and sometimes feed washing machines.\n\nGrey water recycling systems can be installed in new or existing buildings and have the potential to meet a significant proportion of domestic demand for water.\n\nBy using a grey water harvesting system you can make up to a 30% reduction in water consumption, reducing water bills without changing the house holder’s behaviour.  These systems are easy to install and maintain."
    },
    {
      "id":16053,
      "title":"Sanitary Solutions",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Within the bathroom and toilet areas of a property, there are a number of ways to reduce water consumption.  The easiest way to reduce the amount of water used is to look at the sanitaryware and brassware used within these two areas. \n\nMany manufacturers now offer water saving products such as dual flush cisterns, low volume baths and short projection basins to help make reductions."
    },
    {
      "id":16052,
      "title":"Rainwater Harvesting",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Rainwater Harvesting is the collection of water that would otherwise have gone down the drain, into the ground or been lost through evaporation. Large surfaces such as roofs or driveways are ideal for rainwater harvesting and can provide up to 100m3 (100,000 litres) of water per year from a medium sized area. This water can be used to flush toilets, water gardens and even feed the washing machine.\n\nRainwater harvesting systems can be installed in both new and existing buildings; the harvested water used for purposes that do not require drinking water quality.  Rainwater harvesting has the potential to save a large volume of mains water and therefore help reduce the pressure on water resources."
    },
    {
      "id":16050,
      "title":"Heat Pumps",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Ground Source Heat Pumps use the heat available in the ground as an energy source using a pipework system which is buried in a shallow trench or as a borehole to provide heating and hot water.\n\nAir Source Heat Pumps use the outside air as an energy source. The heat extracted is then converted into a useable heat which can be used within the property's heating system or to meet the hot water requirements. An air source heat pump is located outside of a property and can be installed into new build and retrofitted into existing properties. They typically operate at temperatures of around 55°C and\nare suitable for low temperature heating systems such as underfloor heating, low temperature radiators or fan convection heaters.\n\nExhaust Air Heat Pumps are a one box, pre-plumbed solution most suited to new build flats, apartments and small houses. These units will not only supply your heating and hot water requirements, but also your mechanical ventilation, making them a cost effective choice when moving away from gas fired appliances."
    },
    {
      "id":16049,
      "title":"Solar Thermal",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Solar Thermal systems gather energy radiated by the sun and convert it into useful heat in the form of hot water.  Systems have been available in the UK since the 1970’s and the technology is now well developed with a large choice of equipment to suit many applications.  Solar water heating systems work alongside your conventional water heater to provide hot water.\n\nSolar water heating can be used for domestic water heating and also for larger scale applications including swimming pools. A solar water heating system for domestic hot water comprises of three main components: solar panels; hot water cylinder; and a plumbing system.\n\nThere is a range of different system types and configurations for solar hot water systems. There are two different types of solar collectors; flat plate and evacuated tubes. Flat plate systems have an efficiency of around 30 per cent.  Evacuated tube systems occupy a smaller area and have an efficiency of approximately 40 per cent.\n\nFlat panels, these tend to be slightly more robust than the evacuated tube type and as the name suggests has a solid flat front.  Some perceive these to be more aesthetically pleasing than the alternative evacuated tube type.\n\nEvacuated tubes, generally thought to be more efficient than the equivalent physical sized flat panel.  As such, they weigh less and can be easily installed with some manufacturers units being able to be constructed in situ on the roof."
    },
    {
      "id":16047,
      "title":"Biomass",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5028\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"For centuries, people have been generating their own energy from organic matter such as wood. Whilst open fires may no longer be everyday household fixtures, today’s wood burning boilers and stoves can offer a practical and efficient way to heat your home. As well as saving you up to £350 a year on heating bills, biomass is far kinder to the environment than fossil fuels for example gas, oil or coal.\n\nThe energy produced by organic matter is also known as bio energy and the fuels themselves as biomass.  Unlike fossil fuels, which have taken millions of years to form, biomass fuel is made of far more recent materials such as plants and untreated wood or wood waste. This means that supplies can be replenished quickly and easily, and in many cases using biomass will reduce the amount of wood waste going to landfill."
    }
  ],
  "press_releases":[
    {
      "id":16048,
      "title":"Makeover for Sheffield Plumbing Merchant"
    },
    {
      "id":16046,
      "title":"PTS team attends Green Deal training to encourage installer uptake"
    },
    {
      "id":16045,
      "title":"PTS celebrates as eco house continues to attract attention"
    },
    {
      "id":16044,
      "title":"PTS appointment reflects continued growth of the renewables sector"
    },
    {
      "id":16043,
      "title":"PTS supports national energy efficiency campaign"
    },
    {
      "id":16042,
      "title":"Energy minister announces RHI consultations at PTS renewable energy branch"
    }
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":16030,
      "title":"greensav£rs Promotional Leaflet",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5028\/6glohw6pu2.pdf"
    },
    {
      "id":16029,
      "title":"PTS Training Courses",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5028\/iqouf2pfwx.pdf"
    },
    {
      "id":16028,
      "title":"Renewable Brochure 2012",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5028\/hcjtj5fkgf.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5028\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}