{
  "id":5031,
  "name":"Rehau Ltd",
  "stands":"N2131",
  "url":"http:\/\/www.rehau.co.uk",
  "description":"REHAU Ltd is a leading supplier of polymer-based solutions to construction, REHAU systematically addresses sustainable design priorities by enhancing comfort and convenience, reducing energy costs, creating healthy and safe environments, and conserving finite resources. REHAU’s products and systems for the heating and plumbing, and pipe markets complement each other in integrated solutions that optimise performance.\n\nDistrict heating (DH) is the process of centrally producing heat and distributing the heat via a heat network for space heating and hot water requirements.  In some Scandinavian countries, over 50% of their heat is distributed via district heating schemes.\n\nThe benefits of district heating are increased dramatically by using a combined heat & power plant (CHP), which produces not only heat, but also electricity. CHP plants can be powered by fossil fuels but are increasingly being fuelled by biomass or anaerobic digestion systems.\n\nRAUVITHERM is a pre-insulated PE-Xa pipe for district heating, biomass, biogas and heat pump applications. It has proved immensely popular since its launch due to its high flexibility and easy to use REHAU EVERLOC™ jointing system.\n\nWe will also be exhibting our RAUTHERMEX pre-insulated pipe, Ground-source Probes and our Award winning Ground-air Heat Exchanger AWADUKT Thermo.",
  "address":"Hill Court<br\/>Walford<br\/>Ross On Wye<br\/>Hereforfshire<br\/>United Kingdom<br\/>HR9 5QN",
  "product_images":[
    {
      "id":16099,
      "title":"REHAU AWADUKT Thermo - Ground-air Heat Exchanger",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5031\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5031\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"AWADUKT Thermo is a ground-air heat exchanger system, also known as earth tubes, for pre-tempering ventilation air. Ventilation air is drawn through underground pipes buried at a depth of 1.5m, which pre-cools the air in the summer and pre-heats it in winter, using the near constant temperature of the ground (7-13°C).\n\nThe system has been extensively used across the UK in commercial projects, mainly in the education sector. The system is ideally linked up with a mechanical ventilation unit with heat recovery (MVHR) to offer a full ventilation solution."
    },
    {
      "id":16098,
      "title":"Ground-source Probes PE-Xa and PE-RC",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5031\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5031\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"RAUGEO PE-Xa probes are designed for safe and efficient ground source energy extraction from boreholes. They are the only probe on the market with no joint at the probe tip, due to the advanced properties of PE-Xa. Each probe comes with a unique 10-year consequential loss warranty, offering the client and driller complete reassurance of optimal performance.\n\nRAUGEO PE-Xa probes are available in 32mm & 40mm, up to 250m long."
    },
    {
      "id":16097,
      "title":"RAUTHERMEX Pre-Insulated Pipe",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5031\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5031\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The pre-insulated PE-XA pipe for energy-efficient heat transfer\nRAUTHERMEX pre-insulated PE-Xa pipe was designed for applications where low heat losses are critical. This makes it ideal for large district heating and biomass systems over long distances. Lightweight polymer pipes such as RAUTHERMEX offer huge advantages over traditional steel pipework due to the speed and ease of installation.\n\n\nRAUTHERMEX is available in UNO 25-160mm and DUO 25-63mm and is suitable for the following applications:\n\n• Local and district heating\n• Biomass boiler connections\n•  Industry and agriculture\n- Ground-source and air-source heat pump connections\n• Swimming pools\n• Cooling equipment and ice rinks\n• Outdoor facility heating"
    },
    {
      "id":16096,
      "title":"RAUVITHERM Pre-Insulated Pipe",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5031\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5031\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Flexible pre-insulated pipe made in the UK.\nRAUVITHERM is a pre-insulated PE-Xa pipe for district heating, biomass, biogas and heat pump applications. It has proved immensely popular since its launch due to its high flexibility and easy to use REHAU EVERLOC™ jointing system.\n\nIn our constant drive to reduce our carbon footprint, REHAU manufactures RAUVITHERM in the UK. The pipe is supplied in project-specific lengths to reduce any wasteage on site.\n\nRAUVITHERM is available in UNO 25-125mm and DUO 25-63mm."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":16102,
      "title":"Ground-source Brochure",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5031\/jrlma5vmuu.pdf"
    },
    {
      "id":16101,
      "title":"Ground-air Heat Exchanger Sales Brochure",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5031\/x8partq5nb.pdf"
    },
    {
      "id":16100,
      "title":"RAUVITHERM Sales Brochure",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5031\/kmqkxunx3n.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5031\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}