{
  "id":5037,
  "name":"Fluke UK",
  "stands":"N2155",
  "url":"http:\/\/www.fluke.co.uk",
  "description":"Fluke’s mission is to be the world leader in compact, professional electronic test tools. The company’s products are used by technicians and engineers in service, installation, maintenance, manufacturing test, and quality functions in various industries throughout the world. Founded in 1948 Fluke distributes products to over 100 countries internationally.",
  "address":"52 Hurricane Way<br\/>Norwich<br\/>Norfolk<br\/>United Kingdom<br\/>NR6 6JB",
  "product_images":[
    {
      "id":16063,
      "title":"Fluke 922 Airflow Meter",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Today’s HVAC technicians want a simple solution for diagnosing ventilation issues. Differential pressure measurements only tell part of the story. Technicians also want to measure air velocity and flow, without having to resort to expensive, difficult to use, specialist tools. The Fluke 922 makes airflow measurements easy by combining three tools: differential pressure, airflow, and velocity into a single, rugged meter."
    },
    {
      "id":16062,
      "title":"Fluke 1735 Three-Phase Power Logger",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The Fluke 1735 Power Logger is the ideal electrician or technician’s power meter for conducting energy studies and basic power quality logging. Set the Power Logger up in seconds with the included flexible current probes and color display. The power quality meter measures most electrical power parameters, harmonics, and captures voltage events."
    },
    {
      "id":15975,
      "title":"Fluke TiR32\/TiR29\/TiR27 Building Diagnostic Thermal Imagers",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Designed specifically for the building inspection professional, the Fluke P3 Series of thermal imagers deliver the perfect balance between performance and price. They also boast superior infrared resolution, spatial resolution, and high definition displays. The P3 Series delivers crisp images and impressive reports with the included professional SmartView® software. Whether you’re searching for energy waste, leaky roofs or moisture problems, Fluke P3 thermal imagers offer tested and proven technology that takes the guesswork out of finding problems and provides solutions."
    },
    {
      "id":15973,
      "title":"Fluke Ti27\/Ti29\/Ti32 Industrial\/Commercial Thermal Imagers",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Designed for industrial and commercial environments, the Fluke P3 Series of thermal imagers deliver superior image quality, versatility, and affordability without compromise. They also boast superior infrared resolution, industry leading spatial resolution, and a high definition display creating the sharpest images in their price classes. Finding a potential problem before it becomes a costly disaster shows you\njust how much a Fluke thermal imager can save you in time, money and even lifes."
    },
    {
      "id":15972,
      "title":"Fluke 190 Series II ScopeMeter Test Tool",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"As the first two and four-channel portable scopes safety rated CAT III 1000V \/ CAT IV 600V, the Fluke ScopeMeter® 190 Series II combines an unprecedented level of performance, ruggedness, and portability. You can choose from 60MHz, 100MHz or 200MHz or 500MHz bandwidth models, with real-time sampling rates up to 5 GS\/s and 200 ps resolution to capture noise and other disturbances. Both models feature deep memory—up to 10,000 samples per channel— so you can examine very small parts of the waveform in detail. And both are IP-51 rated to withstand dust, drips, humidity, and wide temperature variations. Fluke ScopeMeter test tools are hand-held battery operated, designed to meet the demands of field service professionals."
    },
    {
      "id":15971,
      "title":"Fluke 435 Series II Power Quality and Energy Analyzer",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Think of the Fluke 435 II Power Quality and Energy Analyzer as your insurance policy. No matter what goes wrong in your facility, with the 435 II you will always be prepared. Equipped with advanced power quality functions and energy monetization capabilities, there is no electrical issue this model can’t handle."
    },
    {
      "id":15970,
      "title":"Fluke Ti100 Series Thermal Imagers",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5037\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The Fluke Ti100 series thermal imagers incorporate IR-OptiFlex™ focus system, IR-Fusion® technology, multi-mode video recording, IR-PhotoNotes™ annotation system and electronic compass. All this, plus lightweight, intelligent one-hand design, and rugged construction give you the easiest-to-use professional cameras in the world."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5037\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}