{
  "id":5055,
  "name":"EnviroVent",
  "stands":"N2450",
  "url":"http:\/\/www.envirovent.com",
  "description":"EnviroVent is the UK’s leading manufacturer of low energy, sustainable ventilation solutions. Our award winning Lifetime Range® includes Positive Input Ventilation Systems, Mechanical Extract Ventilation, heat recovery units and extract fans. Designed with recyclable components, the Lifetime Range® incorporates features that minimise energy consumption, life-cycle costs and the impact on landfill.",
  "address":"Envirovent House<br\/>Hornbeam Business Park<br\/>Harrogate<br\/>North Yorkshire<br\/>United Kingdom<br\/>HG2 8PA",
  "product_images":[
    {
      "id":15966,
      "title":"The heatSava",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5055\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5055\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"EnviroVent have developed the heatSava, a through the wall Single Room Heat Recovery Unit, ideal for retrofit and new build projects. Designed for people who are looking for new and innovative ways to save energy and money, the unit recovers up to 75% of heat that would normally be lost on extraction whilst providing continuous all year round good indoor air quality.\n\nQuick and easy to fit, the heatSava is available in two sizes, 100mm for bathrooms (low voltage version is optional) and WCs and 150mm for kitchens. Extremely practical, the unit can utilise an existing extractor fan wall sleeve or be installed into a new wall.  The heatSava fits neatly into almost any wall thickness - the heat cell comes in four different lengths to suit wall depths of 310mm, 430mm, 500mm and 600mm. What’s more, it can be fitted into four different positions through 360 degrees, horizontally or vertically – good news for installers on jobs where space is limited."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    {
      "id":15965,
      "title":"Havebury goes green with EnviroVent",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5055\/4swgf8cuaq.pdf"
    },
    {
      "id":15964,
      "title":"Breathing life into high rise living",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5055\/aqqhipkqr2.pdf"
    }
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5055\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}