{
  "id":5065,
  "name":"Aereco Ventilation Limited",
  "stands":"N2615",
  "url":"http:\/\/www.aereco.co.uk",
  "description":"As the inventor of Humidity Sensitive Demand Controlled Ventilation, Aereco continues to develop energy efficient solutions for domestic ventilation. By constantly measuring and adjusting to levels of relative indoor humidity, Aereco air inlets, extract grilles, and low powered, low energy fans (where used), create a system which ventilates at just the right level at just the right moment, without the need for complex controls or occupant intervention.\n\nIt is this quality that makes heat retention the way forward in venting increasingly air-tight homes in an age of ever increasing fuel prices.\n\nAereco: The low energy route to high energy performance.",
  "address":"Unit 2B, 4020 Middlemarch<br\/>Siskin Parkway East<br\/>Middlemarch Business Park<br\/>Coventry<br\/>West Midlands<br\/>United Kingdom<br\/>CV3 4SU",
  "product_images":[
    {
      "id":15946,
      "title":"EHT - Wall Mounted Humidity Sensitive Air Inlet",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The efficient wall mounted air inlet\n \nThe EHT humidity sensitive air inlet is the ideal choice for air admission through the wall, and thus provides an alternative where lack of available space (on window frames) prevents the installation of window mounted air inlets. With additional accessories, this inlet offers an outstanding acoustic attenuation performance of up to 52dB.\n \nAlthough designed for use in any dwelling, this inlet has also been found to be particularly well suited for installation in tall buildings or where exterior access is difficult, as the insect filter (where fitted) is easily accessible from the interior of the building, and the ACW airflow controller (where fitted) can limit the airflow to 40m3\/h, and thus eliminate unpleasant draughts in high wind conditions. A manual closing device is also fitted for protection against cold weather and strong winds."
    },
    {
      "id":15789,
      "title":"VBP - Hybrid DCV Assistance Fan",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Optimising passive stack ventilation performances.\n\nThe very low powered, low pressure VBP hybrid fan is designed to be installed in conjunction with Passive Stack Ventilation (PSV) systems, or low pressure Mechanical Extract Ventilation (MEV) systems (when used in “constant running” mode). A patented design feature of this fan is that the impellers do not interfere with airflow when not in use, thereby allowing the unhindered operation of natural passive stack ventilation when motorised assistance is not required.\n\nThe VBP hybrid fan only operates when the natural drivers of Passive Stack Ventilation (wind and thermal draught) are insufficient, as is sometimes the case on hot still days in summer. With the correct controls (such as a pressure sensor or wind gauge), the VBP guarantees satisfactory airflow all year round with the absolute minimum energy use. For this reason Hybrid Ventilation (which is also known as assisted Passive Stack or aPSV), is described as “best practice” by the Energy Saving Trust’s Good Practice Guide (GPG268).\n\nThe VBP is suitable for installation on buildings of up to seven storeys high."
    },
    {
      "id":15788,
      "title":"V2A - Acoustic whole house\/individual apartment fan - 2 rooms",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Discretion and comfort in sanitary installations.\n\nWith its silent operation and compact construction, the V2A can be discretely fitted into the inhabited space of the dwelling inside a cupboard, loft space or ceiling void. This fan can serve up to two demand controlled extract units located in ”wet rooms” (such as kitchen, bathroom, WC). With a very low power consumption ECM motor (Electronic Commutation Motor), the V2A can provide highly efficient air renewal without being noticed."
    },
    {
      "id":15787,
      "title":"V4A - Premium Acoustic whole house fan - 4 rooms",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Silent operation and efficient ventilation for DCV for the whole dwelling.\n\nThe V4A fan has been designed to ventilate a complete dwelling, with up to four extract units located in the kitchen, toilet(s) and bathroom(s). Easily hidden in a loft space, cupboard or ceiling void, the V4A will provide you all the comfort and air quality you can expect from a low consumption, silent fan.\n\nWhen installed in an apartment or individual home, maintenance is simple thanks to its location inside the dwelling. The new Premium version has an impressive specific fan power of a little as 0.26w\/l\/s. The ECM motor (Electronic Commutation Motor) of the V4A is driven by an electronic card which controls the speed. The motor speed allows the pressure to be maintained at around 118 Pa (max), with the airflow proportional to the variable cross section of the connected humidity controlled extract units."
    },
    {
      "id":15786,
      "title":"VAM - Acoustic whole house fan - Up to 6 rooms",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Great capacity and low consumption for DCV.\n\nThanks to its slim design and silent running, the VAM fan is ideal for installation in inhabited spaces, such as cupboards or ceiling voids. With its powerful motor, the VAM can extract from up to 6 “wet rooms”. The operating pressure can be set, during installation, at one of three levels; its characteristics make it particularly well suited to the operation of Demand Controlled extract units."
    },
    {
      "id":15785,
      "title":"EHA2 - Acoustic Humidity Sensitive Air Inlet",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Stylish design, with maximum functions.\n\nThe stylish design of the EHA² inlet enables perfect integration on most windows or rolling shutter casings. The inclusion of high efficiency acoustic foam provides an acoustic attenuation up to 42 dB (depending on its accessories). An optional device also enables manual opening or closing of the air inlet, enhancing the humidity sensitive function available on the EHA². Several versions of airflow and colours are available."
    },
    {
      "id":15784,
      "title":"EMM - Humidity Sensitive Air Inlet",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The essential, quite simply.\n\nWith the EMM air inlet range, the essential elements of Aereco humidity sensitive technology are offered in 2 modes of airflow and in 3 different colours (as well as standard white). Its simple and robust design has made it popular in many countries. With its acoustic canopy, the EMM air inlet achieves an acoustic attenuation of 37 dB."
    },
    {
      "id":15783,
      "title":"G2H - Demand Controlled Extract Grille for Low Pressure Applications",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"A unique solution accurately optimised for passive stack and hybrid Ventilation. \n\nG2H extract grille inaugurates the first grille accurately optimised for passive stack and  hybrid ventilation, in the new built as in refurbishment. By proposing both automatic modulation of the airflow according to the needs and boost airflows (manual or automatic), G2H advantageously combines energy efficiency and indoor air quality. Its implementation is particularly easy, since it fits directly on collective or individual ducts designed for passive stack or hybrid ventilation."
    },
    {
      "id":15782,
      "title":"BXC - Demand Controlled Extract Unit for MEV Systems",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5065\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"A multifunctional extract unit. \n\nThe BXC incorporates all the functions one could request from an air extract unit. With various activation modes such as humidity, presence, CO2 and VOC for example, the BXC automatically adjusts the level of ventilation according to occupants’ needs. The variable airflow range can be set at installation to adapt to special requirements, or to compensate for lack of pressure. Commissioning is also facilitated by the presence of an integrated pressure plug allowing connection to a manometer."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    {
      "id":15951,
      "title":"1950's Mid-Terrace Retrofit Study",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5065\/gkkffgco1i.pdf"
    },
    {
      "id":15791,
      "title":"Nangis, France – Two year monitoring study of Hybrid Ventilation",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5065\/eyun1z6hlx.pdf"
    },
    {
      "id":15790,
      "title":"Performance project – Large scale monitoring of demand controlled MEV in occupied housing, France",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5065\/fqligyrsf2.pdf"
    }
  ],
  "sales_marketing":[
    {
      "id":15949,
      "title":"Intelligent Ventilation",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5065\/1dp5pxv9y9.pdf"
    },
    {
      "id":15948,
      "title":"Demand Controlled PSV - Guidance for Residential Installations",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5065\/swubwfkm3t.pdf"
    },
    {
      "id":15947,
      "title":"Humidity Sensitive Air Inlets",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5065\/riao7uc6xw.pdf"
    },
    {
      "id":15795,
      "title":"10 Good Reasons to choose Demand Controlled Ventilation",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5065\/3gccckshr7.pdf"
    },
    {
      "id":15794,
      "title":"Demand Controlled Ventilation for RSL",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5065\/dq7ocyj76q.pdf"
    },
    {
      "id":15793,
      "title":"Demand Controlled Ventilation - A Wise Move",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5065\/app7alqia9.pdf"
    },
    {
      "id":15792,
      "title":"Demand Controlled MEV - Guidance for Residential Installations",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5065\/c9gfgkewih.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5065\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}