{
  "id":5073,
  "name":"Vortice Limited",
  "stands":"N2721",
  "url":"http:\/\/www.vortice.ltd.uk",
  "description":"Vortice is the European market leader in ventilation, air handling, air cleaning and air conditioning systems.   The company, which was established in Milan in 1954, operates throughout the world, with its UK base in Burton on Trent.  Vortice ventilation systems include a family of heat recovery systems for domestic and commercial use, fans for use throughout the home and hygiene rated air handling units suitable for uses in hospital theatres and food production.",
  "address":"Beeches House<br\/>Eastern Avenue<br\/>Burton on Trent<br\/>Staffordshire<br\/>United Kingdom<br\/>DE13 0BB",
  "product_images":[
    {
      "id":16168,
      "title":"Air handling units",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5073\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5073\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Vortice finalised the purchase of the Italian air handling expert Loran in 2011  and has since been growing its air handling unit business throughout Europe.  As all air handling units are a bespoke design and build and are hygiene rated so are suitable for use in hospital theatres and food production units.  The Vortice air handling units can handle air volumes from 80-120,000 cubic metres per hour."
    },
    {
      "id":16164,
      "title":"HR200 compact heat recovery system",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5073\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5073\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The HR200 compact heat recovery system has been a huge success for Vortice.  Designed to be small enough to fit in a kitchen cupboard, this SAP Appendix Q eligible HRU offers up to 93% heat recovery on kitchen plus up to 4 additional wet rooms."
    },
    {
      "id":16162,
      "title":"Prometeo Plus heat recovery system",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5073\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5073\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The Prometeo Plus heat recovery system is one of several heat recovery options.  This SAP Appendix Q eligible system has 92% efficiency for kitchen plus up to 7 wet rooms.  It can be horizontally or vertically mounted, includes an RF remote control and built in CO2, temperature and humidity sensors.  Vortice Prometeo Plus includes an automatic frost protection and summer bypass facility.   For more information visit http:\/\/www.vortice.ltd.uk\/product-range-390,8.html"
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5073\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}