{
  "id":5085,
  "name":"Harrington Generators International Ltd",
  "stands":"N300",
  "url":"http:\/\/www.harrington-international.co.uk",
  "description":"If your requirement is to purchase or hire generators for prime power, standby or off grid applications using conventional fuels or green alternatives, HGI are committed to providing a tailored, professional and economic solution to your power requirements.\n\nWe listen, consult and advise, drawing on 30 years experience in the Defence, Telecoms, Rail, Hire and Construction markets where quality and reliability along with environmental considerations are paramount.\n\nOur systems are designed to reduce whole life costs and so maximise the return on your investment. Our extensive range of generators carry approvals from MoD, NATO and Network Rail along with a wealth of Construction and Hire companies where reliable power is critical.\n\nOur Customers value the economic advantage gained from our products. Our philosophy  is to create a system which not only fully meets the Customer’s requirements but then goes on to exceed expectations through partnership rather than a simple supplier\/customer relationship.\n\nHarrington Generators don’t just manufacture – our team of industry-accredited engineers means HGI Customers can benefit from a comprehensive service support network which enables rapid response 24\/7 and an on-site service response within 4 hours of notification (where contracted). Our experience in the service and repair of all generator makes brings a swift end to downtime with an associated reduction in costs.\n\nOur pledge is to eliminate fear, uncertainty and doubt and to get it right first time and every time from concept through to completion. \n\nWhether your requirement is for a single unit or a bespoke fleet HGI can provide the answer for you.\n\nHGI  can provide fully-designed and project managed turnkey solutions from the foundations up.\n\nTime and again, the division has demonstrated its breadth of knowledge and application skills across the entire power generation spectrum. Form 2kW to 1100 MVA",
  "address":"Ravenstor Road<br\/>Wirksworth<br\/>Derbyshire<br\/>United Kingdom<br\/>DE4 4FY",
  "product_images":[
    
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":15760,
      "title":"HGI Home generators",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5085\/vbcyoymf7o.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5085\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}