{
  "id":5104,
  "name":"Hemming Group Ltd",
  "stands":"N3400",
  "url":"http:\/\/www.localgov.co.uk",
  "description":"The regeneration title for the Built Environment\n\nLGN offers the largest and most comprehensive certified circulation (18,185 ABC July 2010 - June 2011) of any UK local authority journal in existence today, our focus on regeneration of the built environment provides the perfect platform to promote your activities and services to the incredibly lucrative local authority sectors for : Educational Buildings, Social housing and regeneration of local authority built assets. This year LGN will be extending its coverage of all topics to do with sustainability so come along and talk to the editorial and sales teams about the magazine and its associated products on Stand N2970.\n\nBuilders' Merchant News (BMN)\n\nBuilders' Merchants News is the magazine read by UK builders' merchants assisting them in determining and evaluating the products and services they sell to their customers. With an audience of over 7,500 readers, BMN targets the independent and national merchants on every level. Come and see us on stand N1662 for the chance to win two tickets to the 2011 BMN Awards and a bottle of Scotch by entering our competition.\n\nHeating Ventilating & Plumbing (HVP)\n\nHeating Ventilating & Plumbing (HVP) has over 30 years' experience at the heart of an ever changing market. HVP's readers need to have the latest knowledge to keep on top of product developments every month and via a clear, unbiased and easy-to-digest format, HVP delivers!\n\nLocalGov.co.uk\n\nLocalGov.co.uk aims to be a complete resource for those seeking more information about local government. It features news articles from a wide range of sources, including magazines and news feeds, and links this information with comprehensive directory data supplied by the authoritative Municipal Year Book. The site also features relevant events, a local government recruitment section, careers, business information and details of companies supplying the local government market.",
  "address":"32 Vauxall Bridge Road<br\/>Pimlico<br\/>London<br\/>United Kingdom<br\/>SW1V 2SS",
  "product_images":[
    
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ]
}