{
  "id":5112,
  "name":"Elta Fans",
  "stands":"N3430",
  "url":"http:\/\/www.eltafans.com",
  "description":"Elta is privately owned and managed with the enthusiasm, drive and determination one would expect of a family enterprise. Today, the name Elta is acknowledged as a dependable brand worldwide, adopting the philosophy now, as we did then - Maintaining our drive and competences to the challenges our customers lay down.\n\nFor more than thirty five years now, Elta Fans technological advances in fan design and engineering have put us at the forefront of customer's minds, providing them with a wide spectrum of products for a large variety of applications. A distinctive competence of our business remains as prevalent today as then - We are focused to the individual needs of our customers, whether volume product requirements or tailored designs for particularly specialist applications. \n\nEstablished in 1974, Elta initially produced circulating fans for high temperature applications. As the business soon developed, Elta's capabilities in fan design focused on supplying Original Equipment Manufacturers (OEMs), the majority of applications for heat exchangers, engine room cooling, oil rigs and dry cleaning machinery. \n\nExpansion and growth came quickly, as Elta continued to match its capabilities, application knowledge and expertise in fan engineering, against it's customer needs. So much so, Elta has established an enviable reputation for its innovation in axial flow fan technology, whilst also developing the worlds first adjustable pitch mixed flow impeller. \n\nBy 1996, following retirement of its founders, Elta Fans was acquired, becoming the principal company in the newly formed Elta Group. Remaining a privately owned company, substantial investment has supported Elta's continued expansion on a worldwide scale.\n\nElta Fans is part of the £85 million Elta Group, a family of businesses with operations in six countries on four continents which, together with a network of international distributors, provides quality fans and related air movement equipment to customers worldwide.",
  "address":"46 Third Avenue<br\/>Pensnett Trading Estate<br\/>Kingswinford<br\/>West Midlands<br\/>United Kingdom<br\/>DY6 7US",
  "product_images":[
    
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5112\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}