{
  "id":5114,
  "name":"AYVAZ Haci Ayvaz END,MAM.SAN.ve Tic. A.S",
  "stands":"N3441",
  "url":"http:\/\/www.ayvaz.com\/eng",
  "description":"BUSINESS DIVISION AND PRODUCTION\n\nAyvaz deals with the development and production of high quality products for installation sector for over six decades.\n\nOur production experience in manufacturing the special designed products and the success in providing the technical support and infrastructure for all sized projects are our biggest strengths. \n\nMETAL HOSE PRODUCTION\n\n\nAyvaz is the first flexible metal hose manufacturer of Turkey and one of the biggest ones in Europe. The company has started flexible metal hose production in 1984 and been developing the product range and the types of hoses for all industrial requirements since then.\n\nWe keep up with the state of art technology production techniques and train our employees as to use and control these techniques individually.\n\n\nBUSINESS DIVISION WHOLE SALE AND RETAIL SERVICES\n\nThe main business activity of Ayvaz’s whole sale is providing products for large scale projects and customized goods for business partners.Retail sale of core products is fulfilled by 10 domestic sales offices and over 250 distributors globally\n\nAYVAZ ACTIVITIES \n\n•\tApart from being the biggest manufacturer of its sector in Turkey. Ayvaz operates exportation to 83 countries all around the world.\n\n•\tAyvaz has five international sales offices located in Italy, Russia, Ukraine, Bulgaria and Saudi Arabia.",
  "address":"Ataturk Sanayi Bolgesi Mustafa Inan Cad.<br\/>No:36 Hadimkoy<br\/>Istanbul<br\/>Turkey<br\/>34860",
  "product_images":[
    {
      "id":15814,
      "title":"Boiler-flex,Solar heat-exchangers",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5114\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5114\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"In all solar heating systems, there is a horizontal heating tank combined with the collector or an independent vertical solar heating boiler where the heating and domestic water is heated. The water which keeps circling between the collectors and the heating tank transfers its temperature to the system in these places and provides the required heating.\n\nAyvaz is able to provide the most appropriate boiler-flex application from the cage coiling to the   \nselection of correct fittings type and length to the tank and boiler manufacturers. \n\nPlease apply our the sales team for your special boiler-flex designs.\n\nBoiler-flex applications prevent numerous problems that the tank or boiler manufacturers face, because of the use of rigid pipes in their production.     \n\nAdvantages:\n\n•\tCorrugated structure of the hose provides almost doubled surface area in comparison with rigid pipe applications. Greater surface area means better heat transfer capacity and higher efficiency.\n•\tBoiler-flex systems are economical, energy saving applications. \n•\tHose corrugations keep moving as a result of constant thermal expansion and compression, this movement prevents the lime and residue formation on the hose surface and provides longer service life.\n•\tStainless steel (AISI 316L) hose is suitable for drinking water application and highly resistant to corrosion.\n•\tWith the help of flexibility and low bending radius, the hose can be formed in any form required for various applications."
    },
    {
      "id":15813,
      "title":"Nano-insulated solar hose",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5114\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5114\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Advantages:\n\n•\tPyrogel XT which is derived from world’s lightest insulation material called Aerogel with low λ value (0.02 W\/mK) and is suitable for a wide temperature range, from -40°C up to +650 °C.\n•\tLow thickness of the insulation material (5mm) reduces the external diameter of the hose and provides a relief on the transportation and the logistics area up to 66 %.\n•\tEasily separable compact design requires no additional pipe support during the installation that shortens the installation time and makes it quicker and easier.\n•\tThe UV cover that is applied on the insulation externally prevents the negative effects of the sun and protects the hose against the damages of the birds and other hazardous species"
    },
    {
      "id":15812,
      "title":"Pre-insulated solar connection hose.",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5114\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5114\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Flexible metal hoses manufactured from stainless steel AISI 316L material that are used to transport the hot and cold water between solar collectors and the heating tank or the heat exchanger save on the installation time and the labouring costs accordingly. Ayvaz’s insulated metal solar hoses make the installation easier and quicker, especially where the installation space is limited and causes difficulties for the workers such as roofs and attics.\nEZ-Flex:\nAdvantages:\n\n•\tPolyamide braiding protects the hose and insulation against the mechanical damages\n•\tHighly resistant to the birds and other external effects\n•\tEPDM insulation prevents the heat loss and is to be applied up to 175 °C\n•\tEasily separable with using no additional tools\n•\tUV resistant braiding prevents the negative effects of the sun and protects the hose and insulation."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":15815,
      "title":"Solar Systems",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5114\/8uwxrx3yts.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5114\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}