{
  "id":5125,
  "name":"Nuaire Limited",
  "stands":"N3620",
  "url":"http:\/\/www.nuairegroup.com",
  "description":"Nuaire is a world leader in the development and manufacture of ventilation products and solutions. Despite its name, the company isn’t new. Its innovative approach has its origins in the 1930’s, while its tradition of excellence goes back to 1963. Since then the Nuaire name has been at the forefront of innovation in the industry, and today the company is acknowledged for its expertise, commitment to innovation and the outstanding quality of its products and customer service.\n\nWhether it’s renovating an existing property or building new from scratch, Nuaire understands that customers are facing a number of ever-increasing challenges to ensure their properties comply with the latest building regulations, are sustainable and reduce both CO2 emissions and energy consumption.  Our comprehensive range of ventilation products not only meets the latest legislation and codes of practice but offers a solution for any application.\n\nIn addition to offering the widest product range including Mechanical Heat Recovery and Positive Input Ventilation, with over 65 office and field based sales staff to support you, Nuaire’s technical application team can offer expert advice on the right ventilation solution to ensure compliance with the very latest building regulations and environmental issues. \n\nVisit our stand at N3620 for expert advice and see some of our existing and new products that we will be launching at Ecobuild.\n\nAlternatively for more information contact us on 029 2085 8200 or info@nuaire.co.uk",
  "address":"Western Industrial Estate<br\/>Lon Y Llyn<br\/>Caerphilly<br\/>Mid Glamorgan<br\/>United Kingdom<br\/>CF83 1NA",
  "product_images":[
    
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5125\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}