{
  "id":5145,
  "name":"2 Save Energy Ltd",
  "stands":"N4050",
  "url":"http:\/\/www.theowl.com",
  "description":"OWL, the class leading manufacturer of energy monitors, proudly introduces the new OWL range.  \nStarting with OWL Micro+, the entry level electricity monitor with a simple intuitive interface, the range extends to the OWL Intuition family of web enabled energy monitoring and heating management systems.  \n\nThe OWL range is modular and meets a range of domestic and light commercial needs, matched to the user’s lifestyle and of course budget.  OWL products can simply monitor electricity consumption, or provide the homeowner with total visibility of their solar PV generation and export.  3 phase monitoring allows the large domestic or light commercial user total visibility of their consumption.  \nMost of us dread setting up our heating controls and often give up.  Through a simple set up wizard and intuitive interface, the OWL Intuition heating management system can be set up in 10 minutes.  Intuition optimises your heating based on weather conditions and inside temperatures.  It automatically detects home occupation to minimise energy use. \n\n“Conserving energy without sacrificing comfort” is what OWL Intuition is all about - a comprehensive home energy management system at a price point that is outstanding value for money, with possible energy savings of up to 25%.",
  "address":"The Annexe, Fieldhouse Barn<br\/>Chineham Lane<br\/>Sherbourne St John<br\/>Basingstoke<br\/>Hampshire<br\/>United Kingdom<br\/>RG24 9LR",
  "product_images":[
    
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":15811,
      "title":"OWL Intuition c",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5145\/eio4ldkuiz.pdf"
    },
    {
      "id":15810,
      "title":"OWL Micro +",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5145\/99g7ghfeq6.pdf"
    },
    {
      "id":15809,
      "title":"OWL Intuition pv",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5145\/ix7nky9ahy.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5145\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}