{
  "id":5147,
  "name":"ElecoSoft®",
  "stands":"N426",
  "url":"http:\/\/www.eleco.com",
  "description":"ElecoSoft develops and delivers software and services with cutting edge technology, to the project management, construction, timber engineering and design, 3D visualisation, data compression, site control, stair design, flooring and marketing sectors principally in the UK, Scandinavia and Germany.  We are proud to work with the majority of UK's top 100 main contractors on projects such as The Shard and the Olympic Master plan.  Additionally our software is being used on various high profile projects including the redevelopment of Christchurch, New Zealand.",
  "address":"66 Clifton Street<br\/>London<br\/>United Kingdom<br\/>EC2A 4HB",
  "product_images":[
    {
      "id":15805,
      "title":"Asta Sitecontrol (Site Management Software)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Asta Sitecontrol is construction site management solution which provides contractors, trade contractors and site managers with total control over on-siteprojects. Furthermore, Asta Sitecontrol has the ability to integrate with Asta Powerproject providing a complete solution for construction project management right across the organisation. \n\nAsta Sitecontrol allows you to collate everything concerning onsite project activity in one place. The site diary enables you to record daily activities such as weather conditions, labour force, plant equipment and photos of site activities. It also allows you to track email correspondence, view drawings, plans and even has a centralised document management system so you can be sure that all documentation is consistently branded and professionally presented. \n\nWhether you are looking for a particular detail to help settle a dispute, or an overview to present to internal or external stakeholders, all the information concerning specific sites is easily accessible, searchable and reportable."
    },
    {
      "id":15804,
      "title":"Asta Powerproject (Project Management Software)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Asta Powerproject is a comprehensive product suite with the flexibility to meet the varying needs of everyone involved in running projects and those who rely on project performance. It is widely relied upon to support project activity, at all levels of complexity, across a broad range of industry sectors.  \n\nCreating accurate and effective schedules that deliver projects on time and on budget need not be complicated. Asta Powerproject offers a proven, best-in-class, project, portfolio and resource management solution for the successful planning, managing and delivery of projects of any size and complexity. \n\nConsidered by many to be one of the world’s leading project management software solutions, Asta Powerproject is today actively used by over 3,000 organisations worldwide and over 60,000 users.\n\nIn Europe alone, it is used by: \n- 27 of the top 30 UK contractors \n- 15 of the top 20 UK housebuilders \n- 11 of the top 16 German contractors \n- 10 of the top 11 Dutch contractors"
    },
    {
      "id":15803,
      "title":"PlanCon (Planning Software)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"A comprehensive project planning application that manages scheduling, resources, monitoring, cost reconciliation and more.\n\nAfter the tender process is completed and the project is awarded, the challenge must begins with calculations and schedule planning. This plannning process includes interaction between subcontractors and suppliers in addition to planning for unexpected challenges. PlanCon creates an overview of the entire project and provides control over time, cash flow and resources.\n\nCompatiblity with BidCon allows all activies, resources and materials to be quickly imported. Based on the construction industry´s natural way of working, templates for construction, civil, electrical and plumbing projects are ready to use immediately."
    },
    {
      "id":15802,
      "title":"BidCon (Estimation Software)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"A spreadsheet application specially developed for small and large businesses.\n\nBidCon ensures that cost-effective solutions are quickly caluclated during the tender stage of a project.\n\nEncyclopedias\nBidCon contains a very large database of reference books that are directly linked to the price lists. Gives direct information about time \/ cost and easy to download it into your spreadsheet, either in detail and \/ or with our Compound Element."
    },
    {
      "id":15801,
      "title":"Eleco M@trix (Engineering and Estimation Software)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Eleco M@trix timber engineering management application that can link Consultec Framing and StairCon, into one environment. Used from project inception to completion and delivery to site; the .NET developed solution can control estimating, order processing and invoicing using central data source. With a fully integrated Customer Resource Management (CRM) module, Eleco M@trix combines all department and management data to provide real-time reporting.\n\nThis management application can help run overall manufacturing businesses from one site to multiples which provides added value in the sharing of critical data. Details of production capacities suited to each of the business functions assists in the procurement process of timber engineering requirements from personnel requirements, through to volume of stock required for job completion and dispatch. Reports styled to suit customer specific needs, present up-to-date project information, departmental capacity and production levels. With essential inventory of materials and prices, immediate market changes can be placed into live project data.\n\nDevelopment for Eleco M@trix is continuing with new markets being dentified and investigated."
    },
    {
      "id":15800,
      "title":"StatCon (Engineering Software)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"StatCon Structural Post & Beam is designed to facilitate the process of post and beam constructions in wood and steel in accordance with the EuroCode. EuroCode complicance makes StatCon quickly adaptable to new markets within the European community.\n\nThe program´s user interface (GUI) is developed with latest technology and can be adapted to individual needs. With a built-in \"design guide\" the input of data is simplified for greater efficency. The design takes place according to the standard calculation selected. The results are presented on screen both graphically and in tabular form.\n\nThe program automatically calculates the load value for snow, wind and imposed loads according to selected design criteria. The actual calculation work is done efficiently and completely automated using the 3D FE analysis (Finite Element). Failures are prevented with the \"Failure Control\" features.\n\nThe results are shown visually on the screen with detailed print options.\n\nCurrently there are Norwegian and Swedish NA (National Application) implemented with a further growth to be expected."
    },
    {
      "id":15799,
      "title":"ARCON Visual Architecture (CAD\/Design Software)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"ARCON Visual Architecture is a CAD application dedicated to designing building exteriors and interiors. Detailed plans can be rapidly drawn while cross-sections and side elevations can be generated automatically on screen. By utilising an easy-to-use interface with dedicated tools for each part of a design, users can plan out and see their ideas in real-time 3D simply by drawing a 2D plan. This is what makes ARCON software the perfect choice if you are new to CAD or require something to compliment your existing CAD software.\n\nDeveloped for use by architectural professionals, but quickly adopted by the\nself-build market, ARCON Visual Architecture has since been discovered by many other users over its 16 years of development. The simplicity and speed with which plans can be created makes it the ideal tool for planning and visualising projects including self-builds, extensions, loft conversions, renovations and all aspects of a building project.\n\nOver 500,000 ArCon licences (Prof. + Retail)\n\nAustria, Brasil, Croatia, Czech,"
    },
    {
      "id":15798,
      "title":"StairCon (CAD\/Design Software)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"THE COMPLETE SOFTWARE FOR TIMBER STAIRCASE MANUFACTURERS\nStairCon® is designed to meet the needs of staircase manufactures by provide the best possible support for a simplified and cost effective production of stairs, from sales to production. StairCon is user friendly making it fast to design standard stair shapes.\n\nIn an industry that is constantly evolving, the first version of StairCon® was released in 1999. Since then our aim has been to keep StairCon® in the position of being the best software on the Swedish market for stair production. StairCon® is continuously developed by our team in Sweden however recently we have committed to meeting the needs of international markets. Our objective is to evolve StairCon by remaining at the forefront of stair manufactoring software as designs, production methods and technology continue to advance.\n\nPoland, Finland, USA and UK."
    },
    {
      "id":15797,
      "title":"o2c Objects to See ( Visualisation Software)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"An ideal marketing tool for all areas of communication and knowledge transfer. 3D CAD models are highly compressed when converted into the o2c format and be integrated into web-sites, Power-Point presentations and interactive digital product catalogues. o2c is suited for:\n-Transfering large constructoin details\n-3D-Online-Configuration and product presentations\n-Documentation\n-Visual assembly instructions\n-E-Learning"
    },
    {
      "id":15796,
      "title":"GRAND DESIGNS 3D (Visualisation Software)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"GRAND DESIGNS 3D home design software packages allow you to create accurate 2D scaled plans and realistic 3D models in minutes saving you time and money in your next self build or home improvement project. This easy to use software is designed specifcally to help you to create your house plans simply, quickly and accurately. Not only resulting in planning quality 2D scaled drawings, but a 3D model created automatically from your plans so that you can visualise your ideas for the perfect home."
    },
    {
      "id":15781,
      "title":"FloorMarket (Visualisation Software)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5147\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Committed to the flooring industry, Esign software caters to the entire flooring audience from product manufacters to achrictects and dealers. Esign software applications are centrally managed through an integrated management system. Floor manufacturer’s products are managed the Catalog Manager, various visualisation technologies allow high quality images to be used in catalogs and other promotional materials. The FloorMarket prodcut suite includes:\n- Web Floor Studio 2.0 - A branded player to present your range of flooring products\n-Catalogue Manager - Efficent data management of all marketing activities\n-Floor Studio - Flexible visualisation & sales software for architects and dealers\n-easyFloor Web - Interactive online flooring visualisation generating successful leads\n-easyBo Photo Service Pro - Marketing materials on demand without photos shoots\n-easyBo Photo Service - Professional Photo Service for using client photographs\n-Floor Studio Player - Customer friendly POS application for retailers and wholesalers\n-roomimage - The first industry specific room photo database with a commerce system"
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    {
      "id":16321,
      "title":"Asta and BIM",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5147\/hv2hgihopy.pdf"
    },
    {
      "id":16320,
      "title":"Asta Powerproject Brochure",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5147\/jxt5dubqnc.pdf"
    },
    {
      "id":15816,
      "title":"TILOS Brochure",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5147\/ltjhxc1qsn.pdf"
    },
    {
      "id":15808,
      "title":"Asta Sitecontrol Brochure",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5147\/mwc7fnan77.pdf"
    },
    {
      "id":15806,
      "title":"12 questions to ask when choosing a new PM system",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5147\/l7jrevr4qm.pdf"
    }
  ],
  "sales_marketing":[
    {
      "id":16224,
      "title":"Asta Powerproject 3D,4D Optimisation",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5147\/fzyhsu2bwv.pdf"
    },
    {
      "id":16223,
      "title":"BIM Building Geome",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5147\/excitv6mkt.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5147\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}