{
  "id":5176,
  "name":"Boon Edam Limited",
  "stands":"N816",
  "url":"http:\/\/www.boonedam.com",
  "description":"Boon Edam is a global market leader in revolving doors, and a leading supplier of security access solutions. We deliver a broad range of innovative high quality entrance products and services that meet our customers’ needs for efficiency, security and aesthetic design. Our product range includes manual, automatic and security revolving doors, and security turnstiles, pedestrian lanes and gates. \n\nAt Boon Edam, we are continuously working on the best possible solution. We believe innovation must be a continuous process and we are therefore constantly seeking to improve our products, services and processes. Our success is the result of visionary employees who use innovation and technology to effectively serve our customers. \n\nVisit our stand at Ecobuild where you will be able to see our NRG+2 Manual Energy generating door in action, and find out how our range of revolving doors help your conserve energy by reducing building energy loss and preventing draughts.",
  "address":"Holland House<br\/>Crowbridge Road<br\/>Orbital Park<br\/>Ashford<br\/>Kent<br\/>United Kingdom<br\/>TN24 0GR",
  "product_images":[
    {
      "id":16220,
      "title":"NRG+2 Tourniket - Energy Generating Revolving Door",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The NRG+ 2 Tourniket is a high quality revolving door equipped with a generating unit, which not only saves energy, but also generates energy through the human power applied to the door. With eye-catching features, its unique design combines architectural beauty with the highest degree of flexibility. The NRG+ 2 Tourniket will set your building apart from others and show your visitors that you are environmentally aware, while saving energy and money at the same time."
    },
    {
      "id":16219,
      "title":"Tourniket Revolving Door",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The Tourniket is a high quality revolving door with eye-catching features. Its unique design combines architectural beauty with the highest degree of flexibility. From saving energy costs to the use of intelligent safety features, every aspect of this revolving door is designed to fulfill the needs of our customers."
    },
    {
      "id":16218,
      "title":"Crystal Tourniket Revolving Door",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The Crystal Tourniket uses a combination of laminated and toughened glass to reduce the traditionally framed elements of the door to a bare minimum. The result is a virtually transparent revolving door that is perfect for use with contemporary glass facades while still blending in beautifully with more classical architectural styles."
    },
    {
      "id":16217,
      "title":"Circleslide Curved Sliding Door",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Our Circleslide is a curved automatic sliding door that gives a sensation of space to those entering it. Incorporating self-learning technology, our Circleslide offers extremely smooth and quiet movement. The door provides enough space for people pushing prams or trolleys, carrying luggage and people in wheelchairs. The soft arc appearance and transparent design make the Circleslide an impressive and stylish entrance."
    },
    {
      "id":16216,
      "title":"Swinglane 900 Security Lane",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Our Swinglane combines the advantages of a swing door wing and a long detection lane with a high capacity security barrier providing tailgating prevention and great user comfort. The Swinglane is available as a single or multiple lane setup, and is compatible with most access control systems such as card readers or biometric systems. With the Swinglane a visual but inviting security entrance is created for visitors to your building."
    },
    {
      "id":16215,
      "title":"Speedlane 900 Pedestrian Security Lane",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Our Speedlane 900 guarantees fast, smooth and efficient access control in two directions. Sliding doors open into the casings, permit authorised passage and block unauthorised entry while visible and audible alarms draw the attention of security or reception personnel. The Speedlane 900 has several options in finishing and can be manufactured to match or complement many surroundings, making this security barrier appropriate for almost any building."
    },
    {
      "id":16214,
      "title":"Speedlane 300",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5176\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Speedlane 300 guarantees fast, smooth and efficient access control in two directions, offering a competitive, high quality security control system. The illuminated angel wing pivoting door system and neutral stainless steel finish create a sleek design complimenting most building interiors."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":16222,
      "title":"Boon Edam Product Overview Brochure",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5176\/jejdvr9sw4.pdf"
    },
    {
      "id":16221,
      "title":"NRG+2 Tourniket - Energy Generating Revolving Door",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5176\/ztcyvu0ptv.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5176\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}