{
  "id":5179,
  "name":"Schoeck Ltd",
  "stands":"N850",
  "url":"http:\/\/www.schoeck.co.uk",
  "description":"In the UK, Schöck Ltd is best known for its specialisation in thermal break technology, with its market leading range of Isokorb® thermal break modules. It is a range with unrivalled application options, unique design characteristics and outstanding thermal efficiency, allowing connections to be made between concrete-to-concrete, concrete-to-steel and steel-to-steel. Throughout Europe Schöck is recognised as being one of the leading suppliers of innovative noise impact suppression and reinforcement technology solutions.\n\nThe range meets compliance with the Government Standard Assessment Procedure, SAP 2009, concerning CO2 emissions from buildings and respectively heat losses through non-repeating thermal bridges. Here, the lambda values of the Schöck Isokorb® enable energy loss in various connective situations to be reduced by as much as 84% to 91%.\n\nAll products provide BBA Certification and LABC Registration and the Isokorb® range comfortably exceeds the requirements of the UK regulation (BRE IP1\/06) which stipulates that the temperature factor used to indicate condensation risk (fRSI), must be greater than, or equal to, 0.75 for dwellings, residential buildings and public buildings.\n\nThe proven high technical performance values of the Isokorb® range have been the main driver in helping establish and maintain the current market position for Schöck in the UK. However, development of its support services has played a significant part as well.",
  "address":"The Clock Tower<br\/>2 - 4 High Street<br\/>Kidlington<br\/>Oxfordshire<br\/>United Kingdom<br\/>OX5 2DH",
  "product_images":[
    
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5179\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}