{
  "id":5225,
  "name":"Lindum Turf",
  "stands":"S1700",
  "url":"http:\/\/www.wowgrass.com",
  "description":"Lindum has developed a unique range of specialist products for green roofs, landscape architecture and soil stabilisation.\n\nLindum's range of wildflower, sedum and grass mixtures specifically for use on green roofs are UK grown and supplied as ready-to-roll-out mats to provide an instant vegetation layer.\n\nLindum SedumPlus is a pure sedum mat, sown with sixteen stunning varieties of sedum to combine drought tolerance with extended interest and colour throughout the growing season.  \n\nLindum Biodiverse Wildflower & Sedum Mat, developed as an alternative to pure sedum, includes a ready established mixture of drought tolerant sedum, wildflowers, herbs and flowering perennials that will flourish on the conditions created on a green roof and encourage biodiversity.\n\nLindum has a long standing reputation for consistently high quality turf and innovative grass technology.\n\nLindum Wildflower Turf is a mix of native wildflowers and meadow grasses, ready established and suitable for a range of landscape designs, creating an instant wildflower meadow.\n\nLindum Lokturf, a fibre reinforced turf for instant use, is designed for overflow grass car parking, emergency vehicle access routes, walkways and other areas of heavy wear – grass can still be the surface of choice in high use situations.\n\nLindum Grassfelt is a mature soil-less grass growing in a moisture retentive felt resulting in a flexible living carpet, ideal for erosion control, difficult contours and unusual landforms.\n\nLindum Low Maintenance Turf is an environmentally sustainable, slow growing mixture, requiring reduced mowing and reduced irrigation and fertiliser inputs, making it ideal for green roofs, drought prone areas, and difficult banks.",
  "address":"West Grange<br\/>Thorganby<br\/>York<br\/>United Kingdom<br\/>YO19 6DJ",
  "product_images":[
    
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5225\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}