{
  "id":5245,
  "name":"ECOSA Limited",
  "stands":"S1860",
  "url":"http:\/\/www.ecosa.co.uk",
  "description":"ECOSA is a leading independent ecology consultancy delivering comprehensive and innovative solutions to a variety of clients, including the construction sector. We have a successful record in producing clear objective reports, with innovative mitigation recommendations, to ensure legal compliance and maximise biodiversity-related credits under the BREEAM and CSH codes.\n\nECOSA ecologists are affiliated to the Institute of Ecology and Environmental Management (IEEM), the Society for the Environment (SocEnv) and the Institute of Environmental Management (IEMA). Between them, our senior ecologists hold Natural England handling licences for the ever growing list of European Protected Species.\n\nOur services include:\n• Initial site assessments\n• Due diligence regarding ecology\n• Extended Phase 1 ecology surveys\n• Desk studies\n• Constraints mapping and micro-siting advice\n• Phase 2 protected species surveys\n• Bat surveys, including surveys at altitude\n• Ornithological surveys\n• GIS mapping\n• Ecology input for BREEAM, Code for Sustainable Homes assessments\n• Production of ecology and ornithology ES chapters\n• Expert witness service for public inquiries\n• Post-planning monitoring and mitigation\n• Biodiversity development through habitat management including innovative habitat creation, enhancement and animal exclusion fencing solutions\n• Conservation management plans\n\nWe have extensive experience in working within an extended team on many large, high profile projects to deliver a successful outcome.  ECOSA work throughout the UK, and the continent, and as a result are familiar with the operations of local planning authorities, regulators and conservation groups.",
  "address":"1 Becks Mews<br\/>108 Stockbridge Road<br\/>Winchester<br\/>Hampshire<br\/>United Kingdom<br\/>SO22 6RN",
  "product_images":[
    {
      "id":15913,
      "title":"Initial ecological site assessment and due diligence",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5245\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5245\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"At ECOSA, we are frequently asked to conduct a simple walkover survey of sites being considered for development.  This is an economic option that will highlight potentially costly ecological considerations, for instance the probable presence of bats, great crested newt or other protected species, prior to significant investment in a project."
    },
    {
      "id":15912,
      "title":"Phase 1 Biodiversity and Habitat Surveys - preparing for a planning application",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5245\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5245\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"ECOSA ensures that the appropriate levels of biodiversity and habitat surveys are performed efficiently to minimise their impact on project schedules and budgets and to identify any ecological constraints at an early stage. Our ecological expertise will deliver you the highest quality survey information and advice on how best to proceed with your project.\n\nExtended Phase 1 ecological surveys are the most common ecological surveys conducted by our teams and the starting point for any ecological assessment of a site. They are designed to provide a base-line overview of on-site and adjoining habitats and the risk of protected or rare species, or habitats, being present. \n\nBased on our findings we can make recommendations for avoidance or reduction of impacts, precautionary approach principles and enhancement measures that may be implemented. \n\nOnly if necessary do we plan further ecology surveys, in order to more accurately assess the presence of particular species, identify impacts of a proposal on them and design appropriate and proportionate compensation and mitigation strategies. This level of information is now required by local authorities at the planning application stage of a project."
    },
    {
      "id":15911,
      "title":"Phase 2 Protected Species Surveys - planning compliance",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5245\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5245\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"ECOSA's ecologists hold survey licences for European protected species including bats, great crested newt and dormouse. We have extensive survey experience of the majority of species found within the UK and continental Europe. We also have extensive experience and knowledge in resolving constraints to projects when protected species are confirmed as present on a site. This experience will assist the smooth progression of a project to realisation.\n\nOur surveys, assessments and mitigation strategies are focused on providing all parties with reliable data to support planning applications and Natural England ‘European Protected Species Mitigation' (EPSM) licence applications."
    },
    {
      "id":15910,
      "title":"Ecology inputs for BREEAM and CSH assessments",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5245\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5245\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"ECOSA has extensive experience in the assessment of the delivery of ecological mitigation and enhancement works for BREEAM and CSH assessments.  Our work has included not just small and large housing projects, but also large construction and refurbishment projects in the education and health sectors."
    },
    {
      "id":15909,
      "title":"Biodiversity enhancement solutions",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5245\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5245\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"ECOSA have experience in designing biodiversity solutions that will yield results for a given site while being both achievable and affordable within the context of the building project. Whether the objective is to comply with planning requirements, meet BREEAM targets or just deliver an attractive setting for new homes, our ecologists will have the answer.\n\nECOSA recommend discreet or sometimes attractive habitat creation solutions appropriate to the local area and future use of the site.  These may be bespoke bird and bat boxes, wildflower meadows, wildlife ponds or artificial badger setts and otter holts.\n\nOur habitat management team are all CSCS certified and experienced in working alongside construction teams, for example, on the design and construction of wildlife exclusion fencing."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":15908,
      "title":"Ecological Survey & Assessment Limited - Capabilities Brochure",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5245\/kyljkopsb9.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5245\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}