{
  "id":5246,
  "name":"Wild Flower Turf",
  "stands":"S1861, S1870",
  "url":"http:\/\/www.wildflowerturf.co.uk",
  "description":"Wildflower Turf Ltd is the leading supplier of Wildflower Turf products in the UK.\n\nThe company developed the concept of Wildflower Turf in 2003 and now produces a range of innovative Wildflower Turf products that have considerable benefits to specifiers, installers, estate managers and landowners.\n\nThe company has an award winning pedigree and implements a policy on ‘continuous improvement’ to retain and build upon it’s industry leading position.",
  "address":"Ashe Warren Farm<br\/>Overton<br\/>Basingstoke<br\/>Hampshire<br\/>United Kingdom<br\/>RG25 3AW",
  "product_images":[
    {
      "id":16280,
      "title":"Wildflower Turf for large gardens",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5246\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5246\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"This project started with a virtual bare site in a Sussex garden providing a blank sheet for designer Matthew Bodimeade of Terra Creative Landscape & Construction.\n\nHeavy clay soil presented a real challenge for site preparation and establishment of plants in early spring 2008 but the advantages of minimal disturbance associated with laying the turf provided an opportunity to get things started with our Wildflower Turf\n\nLater in the summer swathes of wildflowers and meadow grasses combine with trees, shrubs and borders to transform the site into a colourful, interesting and balanced display.\n\nMatt reported,\"One year on the Wildflower Turf is well established with a much better result than I expected. When we laid the turf in February 2008 the heavy ground was pretty waterlogged and I had my doubts about the future for the turf. No problem . Very happy customer.\""
    },
    {
      "id":16279,
      "title":"Wildflowers for civic amenities",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5246\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5246\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Designers, Kinnear Landscape Architects, specified Wildflower Turf as a way to enhance this recreational park in Fulham, West London. The park, composed of a mix of play areas and green spaces was designed to increase biodiversity within the urban landscape.\n\nA standard mix of Wildflower Landscape Turf was used by contractor Calabasas, to turf various areas throughout the park.\n\nKinnear's remit in this case was for the area to be low maintenance, whilst at the same time being functional and bio-diverse - Wildflower Turf was the ideal solution.\n\nThe Park was opened in early July 2008.\n\nMaria Horn, Kinnear Architects reported in mid July 2008, \"The park was opened on Thursday last week and has proven very successful; it is extremely popular and busy!\""
    },
    {
      "id":16278,
      "title":"Wildflower Turf for soil erosion",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5246\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5246\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"UPM Tilhill contacted us to fulfill their remit to strengthen the Jubilee River Bank, near Windsor Castle following damage caused by flood waters of January 2003.\n\nThe Wildflower Turf was grown, to incorporate Enkazon, a reinforcing material, that would strengthen the turf and therefore stabilise the embankment which was 350m long and a 5m high bank.\n\nThe seed mix was specified by the Environment Agency, specifically to increase biodiversity along the embankment.\n\nThe Wildflower Turf was pre-grown to order and cut as large rolls measuring 2m x 20m. Once on site, these were then rolled onto a boom that was hung from chains off a JCB and then carefully unrolled down the bank as per the photo's.\n\nThe benefits of repairing the embankment was to protect the local area from flooding during periods of high water flow in the Thames River."
    },
    {
      "id":16276,
      "title":"Wildflower Green Roof",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5246\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5246\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"After Sedum failed Wildflower Turf was used to create this stunning living roof at Cardiff castle Visitor Centre."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    {
      "id":16285,
      "title":"Delivering guaranteed biodiversity benefits",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5246\/u8v7s3cwrp.pdf"
    },
    {
      "id":16284,
      "title":"Biodiversity to the Building Trade",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5246\/tsqvwyyrs1.pdf"
    },
    {
      "id":16283,
      "title":"Wildflower Biodiversity Study",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5246\/sece2cfzka.pdf"
    },
    {
      "id":16277,
      "title":"Peppa Pig World Green Roof",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5246\/dltqvga1ch.pdf"
    }
  ],
  "sales_marketing":[
    {
      "id":16282,
      "title":"Bespoke Wildflower Turf Products",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5246\/tltt9zgynj.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5246\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}