{
  "id":5318,
  "name":"IMO Precision Controls Ltd",
  "stands":"S2760",
  "url":"http:\/\/www.imorenewableenergy.com",
  "description":"IMO is at the forefront of control component technology specifically developed for the renewable energy market and, in particular, solar energy. Whether meeting the demands of safe and efficient DC switching or delivering solutions that help to maximise solar energy conversion rates, you can be sure that IMO products have been developed to meet the highest technical and commercial standards.",
  "address":"1000 North Circular Road<br\/>Staples Corner<br\/>London<br\/>United Kingdom<br\/>NW2 7JP",
  "product_images":[
    {
      "id":16169,
      "title":"The finest TRUE DC Isolator just got even better!",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5318\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5318\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"As a market leader in DC isolation for PV installations it might be easy to rest on your laurels. Instead we are proud to announce the latest enhancements to the SI range ensuring that we continue to lead the way as the safest and most sensible choice for the PV Installer.\n\nEven dryer NEW IP66 rating:\nSealing has now been improved to IP66 standard meaning the SI range is suitable for even the most arduous external environments.\n\nEven safer NEW patented 3 position handle:\nA unique 3 position handle (ON-OFF-LOCK) with dedicated spring loaded lock position eliminates the risk of maintenance locking error and introduces a whole new dimension in maintenance safety.\n\nEven Longer NEW FIVE YEAR Warranty:\nA new FIVE YEAR WARRANTY for enclosed versions underlines IMO quality and durability.\n\nAs ever, the SI range has a guaranteed arc suppression time of just 5mS, in built arc cooling chambers and operator independent switching mechanism making it one of the safest DC isolators available, no matter who uses it or how fast they operate it. \n\nInsist on TRUE DC. Contact IMO for more details and KEEP SOLAR\nSAFE."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5318\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}