{
  "id":5335,
  "name":"Wind & Sun",
  "stands":"S3060",
  "url":"http:\/\/www.windandsun.co.uk",
  "description":"Wind & Sun has been established since 1984 specialising in the small scale renewables business, designing, supplying & orginally installing PV & wind systems both grid connected and off grid. Since that time, the business has grown to that of international level distributors, with clients from all over the world.\n\nWind Sun has built it’s reputation based on extensive hands on experience and has been at the forefront of the renewables industry, pioneering many applications.\n\nBackground\n\nWind & Sun was launched in 1984.  We now supply and help to design wind and solar systems. Alongside considerable grid connected experience, including installing the UK's first grid connected PV and wind systems, \n\nWind & Sun also have unique experience in providing off grid wind and solar power supplies; from remote farms to complete electricity networks for whole islands, such as the Hebridean Isle of Eigg - please visit our website for more information on the projects we have undertaken.\n\nDistributors\n\nWe are leading UK distributors for SMA, REC, SUNTECH, SEN (SOL-50), Morningstar, Lorentz, Rolls Batteries, NRG and Outback. We hold extensive stock in the UK and can offer competitive prices, good technical support and a professional support service to installers.  \n\nTechnical Support\n\nThe technical support we offer our customers is something unique within the industry - based as it is in on hands on experience combined with in depth commercial understanding.\n\nWind & Sun Training Centre\n\nWe offer regular product training courses for our customers and those working in the industry.",
  "address":"Humber Marsh<br\/>Leominster<br\/>Herefordshire<br\/>United Kingdom<br\/>HR6 0NR",
  "product_images":[
    {
      "id":15963,
      "title":"SMA Distributor",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5335\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5335\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"SMA Inverters - Sunny Boy, Windy Boy, Sunny Tripower and Sunny Island.  SMA Communication devices and SMA spares, mounting brackets, warranties and additional components for all of your PV and Wind requirements whether grid connected or off grid."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5335\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}