{
  "id":5344,
  "name":"Roca",
  "stands":"S318",
  "url":"http:\/\/www.roca.com",
  "description":"Roca, the leading global bathroom brand, is delighted to be exhibiting at Ecobuild 2013, the\nworld’s largest event for sustainable design and construction. \n\nRoca has always been committed to the environment in terms of both its water-saving products and production processes and its now firmly established We Are Water Foundation, which was set up to raise awareness of and mitigate the negative effects associated with the lack of adequate water resources. The Foundation is working with NGOs such as Oxfam and Unicef to ensure the distribution of donations to cooperation projects across the globe.\n\nVisit us on stand S318 to see something BIG as well as a selection of our water-saving products and more information on our Foundation.",
  "address":"Samson Road<br\/>Hermitage Industrial Estate<br\/>Coalville<br\/>Leicester<br\/>United Kingdom<br\/>LE67 3FP",
  "product_images":[
    {
      "id":15956,
      "title":"W+W",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5344\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5344\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"We make no apologies for showing once again our multi-award winning W+W.  Still setting the benchmark for the bathroom industry in terms of eco-credentials, this all-in-one WC and washbasin has been designed to maximize space and conserve water.  Incorporating Roca’s innovative ‘water-reuse’ technology, the W+W uses waste water from the basin to fill the WC cistern, thereby reducing water usage by up to 25% compared to a standard 6\/3 litre dual-flush WC."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5344\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}