{
  "id":5358,
  "name":"Gira Giersiepen GmbH & Co. KG",
  "stands":"S334",
  "url":"http:\/\/www.gira.com",
  "description":"Intelligent building technology from Gira\n\nIntelligent building technology from Gira represents future-fit technology and flexible solutions, combined with a high quality of design: automatic light control, time-dependent temperature control, distribution of music in all rooms, convenient door communication, the integration of security systems and many other functions for more comfort, security and value. In Radevormwald, Germany, approximately 1000 employees produce switches and socket outlets as well as system components for intelligent building technology, for example devices for the KNX\/EIB system. Gira products are marketed exclusively via the specialist trade.",
  "address":"Dahlienstraße<br\/>Radevormwald<br\/>Germany<br\/>42477",
  "product_images":[
    {
      "id":16183,
      "title":"Gira Door Station Stainless Steel",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Gira Door Station Stainless Steel\nElegant, authentic and robust\n \nWith the Door Station Stainless Steel, Gira expands its door communication system with a high-quality alternative in a real material. The new door station unites beauty with strength. The ground front panel of high quality Nirosta V2A stainless steel is not only attractive and authentic, but also outstandingly robust – and is therefore especially tamper-proof and weather-resistant. \n\nBecause front panel and name plates match up almost seamlessly, nothing can be inserted into the cracks. The name plates are located behind 5 mm thick toughened glass to protect them from attacks of vandalism, fire and scratches. Inscription labels can be removed from the door station without dismantling, and locking for this is concealed. \n\nThe hands-free speech function is also hidden, giving additional protection for loudspeaker and microphone. Even sharp objects cannot damage the unit. The call buttons, illuminated with white LED, are also of stainless steel. They not only perfectly match the design of the door station, but are also especially resistant to vandalism. Because the Gira Door Station Stainless Steel is mounted without screws, it is impervious to environmental influences and vandalism. Unlocking is carried out with a special opening tool included with the product.\n \nThe Gira Door Station Stainless Steel is available in various sizes with suitability for single-family houses to houses with up to 12 residential units. The smallest front panel measures 160 x 218 mm, the largest 270 x 285 mm. As well as the purely audio version, Gira also offers all variations with video function. The colour camera supplies needle-sharp images and switches automatically between day and night operation. The hands-free unit is equipped with state-of-the-art microprocessor technology, allowing voice-controlled talk-back and suppression of echo and background noise. Volume control can be adjusted.\n \nBecause the Gira Door Station Stainless Steel comes pre-assembled for flush-mounted installation, time-consuming wiring of the call buttons is not necessary. The only requirement for start-up is connection via the Gira 2-wire bus. The door station is installed in a 40 mm deep flush-mounted box with wall anchors and openings for cable feed. The flush-mounted box is 60 mm deep with integration of the video function. Sponge rubber on the underside of the front panel seals the door station to the wall. A catch strap and supporting surface in the flush-mounted box serve as mounting aids for the electrician during installation. \n\nGira offers a first inscription of the call buttons free of charge with purchase of a Door Station Stainless Steel. A personal template can be created by the electrician at www.marking.gira.com in just a few steps and can then be requested via web form. He will receive the inscribed plastic labels within a few days in the post. The labels are transparent, non-fading, wrinkle-free and the size is optimally matched to the Door Station Stainless Steel. See www.gira.de for more information about the Gira Door Station Stainless Steel."
    },
    {
      "id":16182,
      "title":"Gira surface-mounted home station video",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Compact Elegance\n\nThe surface-mounted home station video, first presented by Gira at Light+Building, is compact, elegant and technologically of the very best quality, and the homogeneous front gives the device an eye-catching appeal. The home station is available right away.\n \nThe video function will become a part of the future: experts predict a significant increase in image-based communication with door intercom systems, meaning a lucrative market for the electrical trade. In order to support electricians, Gira has further expanded its expertise in the field of video technology, developing a surface-mounted version for the home station with video.\n \nThe new Gira home station of course fits perfectly into the Gira switch ranges. This compatibility throughout not only allows an uniform design of all components for intelligent building technology, but also a homogeneous appearance of electrical installation and door communication. The surface-mounted home station video, together with a 2“ colour TFT display, can be integrated with ease into a two-gang cover frame without crossbar. As such it can be combined in various colours and materials with different frame variants from the Gira System 55 and E22 ranges.\n \nThe optical feature of the Gira surface-mounted home station video is its compact and purist form. This is largely thanks to the continuously homogeneous front of the device, in which not only the colour display but also the operating buttons are integrated. The display and operating field appear as a uniform, level surface. Its uniformity is further enhanced with the fact that loudspeaker and microphone are not directly visible from the front. \n\nThe latest generation high-resolution 2” TFT colour display offers a high level of depth definition and outstanding picture quality, even when the visitor is further away from the house or home door. Capacitive sensor technology allows convenient operation via a light touching of the integrated buttons. Functions such as door opening, call acceptance and switching of lights can be carried out directly. Various system settings are possible via on-screen, for example for brightness, contrast and colour, as well as call tone selection.\n \nWith state-of-the-art microprocessor technology, the Gira surface-mounted home station video achieves speech quality comparable to that of mobile phones or hands-free units used in cars. The hands-free unit is equipped with an echo suppressor: the microphone automatically activates where the level is greater. If ambient noise at the front door is extremely loud, an enforcement function can be activated at the press of a button. The microphone is so sensitive that the speaker can stand at some distance from the station, and yet excellent transmission quality is still guaranteed.\n \nThe automatic door opener function and automatic call acceptance for internal calling function can be optionally enabled by the electrician and then activated via the menu. These functions are convenient for example for doctors' practices, and enable automatic opening of the door as well as direct speaking or listening e.g. from the reception desk to the doctor's consulting rooms and vice versa.\n \nAs a part of the Gira door communication system, the technology of the surface-mounted home station video is based on the 2-wire bus, whereby only two wires are required for power supply of the components and transmission of all audio and video signals. This means that with renovations for example, an existing doorbell system can easily be replaced by the Gira door communication system. Instead of laying new cables, existing cables are used. In new installations the 2-wire bus technology reduces the usual cabling required for a door intercom and allows rapid non-interchangeable installation."
    },
    {
      "id":16181,
      "title":"Gira Control 9 Client \/ Gira Control 19 Client",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Gira Control 9 Client and Gira Control 19 Client \nAn eye on everything and everything under control\n \nEnergy-efficient construction and restoration are hardly thinkable these days without intelligent building control. Today, many functions can be realised without any problems, and complex tasks can be solved sensibly. It is important that the building technology can be surveyed and controlled easily. For this purpose, Gira offers two new operating panels for wall installation.\n \nThe Gira Control 9 Client and Gira Control 19 Client touch panels are operating devices for the KNX\/EIB system. The designations 9 and 19 refer to the screen diagonals in inches; they are equivalent to 22.86 cm and 47 cm, respectively. Both devices must be connected either to the Gira HomeServer 3 or with the Gira FacilityServer.\n \nUsing the two touch screens, the user can have an eye on the entire building control – and keep it under control as it can be operated intuitively with just one finger. The Gira Interface displays the individual functions clearly and concisely and thus provides a good overview and easy access. By gently touching the TFT touch display, processes such as light switching, dimming or blind control can be carried out, as well as saving and calling up lighting scenes and listening to music. Menu guidance is easy to understand and allows fast access to the desired functions on both devices. \n\nAll the functions can be called up within only two menu levels. Detailed information and individual operating elements are displayed in additional pop-up windows. The display is easily legible from all directions. In addition, LED background lighting also guarantees that it remains easily visible and legible in poor lighting conditions. \n\nThe Gira Control 19 Client is not only larger, but also in part more powerful than its \"little\" brother. With it, alarm messages and trend diagrams can be displayed, such as energy consumption. E-mails can also be called up and Internet applications can be used and integrated. \n\nThe Gira Control 9 Client and Gira Control 19 Client are recessed into the wall. The aluminium cover frame includes a glass surface – the glass is available in the colours black, white, mint and umber. With this feature, the two new touch panels optically match the high-quality Gira Esprit glass and Gira Esprit glass C switch ranges.\n \nThrough the integration of a microphone and loudspeaker, the Gira Control 9 Client and Gira Control 19 Client can also be used as home stations for audio-visual door communication. \nIn this case, the new touch panels complete and replace the traditional Gira home stations. A prerequisite is the installation of a Gira DCS-IP-gateway which converts the signals of the DCS bus to IP network protocols. The Gira DCS-IP-gateway can also be connected to the Gira HomeServer 3 via a plug-in. With it, the Gira door communication system is integrated in the Gira Interface user interface. \n\nIn addition, the Gira Control 9 Client can be connected via IP network protocol to the new Gira nurse call system 834 Plus, which will be available from April 2011. The device can be used as a duty room terminal – as a central control and operating unit for the duty room of a medical or clinical practice, compiling the information from the various patient rooms and surgeries. Representation with Interface also enables the personnel to operate the system simply and conveniently with just one finger. All the functions are displayed clearly, intuitively and understandably on the touch screen."
    },
    {
      "id":16180,
      "title":"Gira push button sensor 3",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Gira push button sensor 3 \nNew Generation\n \nModern construction and renovation are no longer conceivable without building automation and its intelligent functions. As a supplier of solutions for building system technology, Gira feels obliged to make buildings more intelligent. Many bus functions can be controlled conveniently and easily with the new Gira push button sensor 3.\n \nGira has various operating devices in the product range which enable individual components and functions in a building to be controlled. This also includes the most compact operating unit, the Gira push button sensor, with which the various bus functions can be controlled. A clear advantage for the user: If requirements or wishes change, the push button sensor can be simply reprogrammed. The number of functions depends on how many push buttons are available. Each individual push button can be inscribed so that the function is always clearly recognisable. \n\nGira is now offering the third generation of the push button sensor, in fact in three variants: Gira push button sensor 3 Basic, Gira push button sensor 3 Comfort and Gira push button sensor 3 Plus. Simple solutions can be implemented with all the versions, but demanding applications can also be realised. Thanks to its LED backlighting, the push button sensor 3 can also be easily found in the dark. All the buttons have status LED, and the Comfort and Plus variants even have three-colour status LED in the colours green, red and blue. One of the many advantages for the electrician is that each variant up to the 6-gang version only requires a single bus coupler.\n \nThe push button sensor 3 Basic is intended for the basic functions of the KNX\/EIB system – using it, lighting scenes can be saved and called up, lights can be switched and dimmed, or blinds can be raised and lowered again. Each button has an LED for status display. Depending on the setting, the function can either be triggered using the button on the left or the right.\n \nThe other two variants offer additional functions. The Gira push button sensor 3 Comfort includes extensive, practical software functions. In addition, it is also possible to assign another higher-level status feedback to each button, e.g. for alarm messages or for information such as wind alarms. For example, the operator receives information via a flashing LED that the function cannot be carried out at the moment. In addition, a temperature sensor is integrated in the Gira push button sensor 3 Comfort.\n \nFurthermore, the Gira push button sensor 3 Plus has an integrated room temperature controller. A high-contrast, white backlit graphic display is used to show the temperature and status: controller status, diverse temperatures as well as texts and fault messages received via the KNX\/EIB system can be displayed – depending on the configuration. When using the bus coupler 3 with external sensor connection, an external temperature sensor can also be connected, e.g. for the floor heating.\n \nAn extraordinarily wide range of design variants matched to the Gira switch ranges is available for the Gira push button sensor 3. There are two versions in the colours pure white glossy and cream white glossy for the Gira F100. For all other Gira switch ranges, the operating buttons at the edge are designed in the colours of the cover frame, i.e. in cream white, pure white, anthracite and in the colour aluminium. The real materials aluminium and stainless steel are additionally available. If desired there are also full-screen models in stainless steel and aluminium for which an individual inscription can be lasered in.\n \nGira has set up its own inscription service for inscribing push button sensors. An inscription can be designed for the respective Gira push button sensors in just a few steps at www.beschriftung.gira.com. You can print out the text template yourself or order it as a pre-printed plastic label or a lasered metal rocker."
    },
    {
      "id":16179,
      "title":"Gira smoke alarm device Dual\/VdS",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Gira smoke alarm device Dual\/VdS \nDouble the safety\n \nSmoke alarm devices have long proven themselves to be real lifesavers in cases of fire. Some German states already stipulate their use in new buildings, and others intend to follow this example. In order to support the electrician with access to this lucrative market, Gira has now launched a home smoke detector that for the first time uses two identification processes. These not only ensure double the safety, but also an expansion of the fields of use of smoke alarm devices at the same time.\n \nThe Gira smoke alarm device Dual\/VdS combines two measuring processes within one device. As a combined smoke alarm device and heat detector it basically functions according to the principle of scattered optical light, with processor controlled signal evaluation. In addition a rate-of-rise detector is used that only registers heat. In rooms with smoke, vapours or dust the scattered optical light can be simply switched off for avoidance of false alarms, and in such cases the heat detection process guarantees safety. The Gira smoke alarm device Dual\/VdS not only optimises the detection of various types of fire in rooms, but also expands the field of application of the compact lifesavers in areas with unavoidable disturbances such as kitchen vapours and dust. As such the device is not only suitable for living rooms, bedrooms and corridors, but now also for kitchens, bathrooms, garages and cellars.\n \nThe battery-operated Gira smoke alarm device Dual\/VdS has VdS approval in accordance with the 14604 standard and features a battery replacement indicator. The smoke alarm device cannot be latched into the base without an inserted battery. The battery life in stand-alone operation and with a lithium battery is approximately ten years. Polarity reversal protection prevents destruction of the device through incorrect battery connection.\n \nThe Gira smoke alarm device Dual\/VdS also features an automatic self-test that tests complete device functions including battery life at regular intervals. With the processor controlled tracking of soiling the device has an extremely high rate of false alarm safety. With the integrated function button, individual product features can be activated at any time, such as muting of the device for 15 minutes.\n \nThe Gira smoke alarm device Dual\/VdS can also be operated with the 230 V mains supply via a power supply unit in the base, and device functions can be optionally expanded with radio modules and relay modules. In all operational modes a networking of up to 40 smoke alarm devices is possible. If smoke is detected by one Gira smoke alarm device Dual\/VdS, this triggers an alarm and activates all the connected smoke alarm devices which then also issue an alarm. A loud, pulsating warning tone with approx. 85 dB(A) awakens occupants even from deep sleep. The Gira smoke alarm device Dual\/VdS is available starting December 2009."
    },
    {
      "id":16178,
      "title":"Gira E22",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Gira E22 switch range now available with full depth of functions\nThe right address for architects\n \nGira had presented the new switch range for the first time at the Light & Building. Now the Gira E22 is available with the full depth of functions. It's special because: The product range is available in three materials and can be installed in two different ways. Installation flat on the wall is primarily intended to address architects. \n\nMany architects simply don't like it: the switch on the wall. Especially when it \"lays it on thick\" and becomes the focus of attention. Switches should be elegant, simple and above all flat - that's the unanimous opinion of architects. With the E22 range Gira meets all these requirements. The system supplier from Radevormwald, Germany therefore gives electricians the chance to convince architects with a design switch developed to meet all their needs. And which offers a number of advantages that will help the specialist craftsman score points when consulting a customer.\n \nInstallation flat on the wall, e.g. in open masonry or interior partition walls, is very important for architects. The switch cover frames and inserts of Gira E22 extend just 3 mm above the surface, giving the impression of a flat plate on the wall. However, the Gira E22 has an overall elegant yet very high-quality appearance with a very precise shape. And the flat design is supported by the vertical switch toggle, which does not break through the flush surface. \n\nInstallation flush with the wall can be realized using an innovative new installation method and special device boxes. This E22 device box can be installed directly in the wall in cases of hollow-wall mounting, for example in a flexible wall system. For flush-mounting in masonry, the device box is inserted into a special E22 flush-mounted box, which is then placed in the wall. Gira has developed this installation technique in an intensive dialogue with architects, the electrical trade and other specialists from the field of interior finishing and the stuccowork trade. \n\nAs is normal for a switch range, Gira E22 can also be installed flush-mounted in the 58 mm flush-mounted box. The cover frames of this switch range are shaped especially for this type of mounting by being slightly tapered at the rear. Because this special design feature cannot be seen when looking at the switch, it appears as though it is floating in front of the wall. As a result, architects can choose between two similar appearances or even use both together.\n \nBut Gira E22 also offers another special feature: The switch range is available in the same design in three different materials – stainless steel, aluminium and thermoplastic in pure white glossy. Gira offers architects the fascinating possibility of completely equipping a building with one and the same switch range, and nevertheless being able to differentiate according to value. With the stainless steel and aluminium versions, two uniform series of real material are available at once. Of course, two different types of installation are possible for all three material versions.\n \nIn addition to the visual design and a large number of different installation options, Gira E22 convinces in all three material versions with the full depth of its assortment, which consists of more than 200 functions for modern building management. These include KNX\/EIB and the Gira door communication system in the design of the Gira switch world. However, this also includes a broad range of LED orientation lights, which can also be integrated in the new switch range. They can be used for increased safety and information in buildings when they are expanded with illuminated information signs. An extensive selection of pictograms is available especially for Gira E22, which are lasered out of the real materials stainless steel and aluminium."
    },
    {
      "id":16173,
      "title":"Gira Esprit",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5358\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Gira Esprit switch range of black glass\nExciting Accents for Demanding Architecture\n \nPrecise and clear lines characterise the simple yet independent forms used in the Gira Esprit switch range. Gira has now added a version of very high quality made of shining black glass to the frame variants made of real materials.\n \nThe dark shimmering glass of the frame corresponds perfectly with the architectural, linear design of the switch and lends Gira Esprit its particularly elegant character. The high-gloss surface of black glass has a distinctive depth effect and achieves an optical perfection that cannot be achieved with any other material or any other colour. \n\nThe switch range with its glossy black glass surface gives Gira Esprit an expressive presence that nevertheless blends unobtrusively into the surroundings. The range is especially well-suited for use with architecture with a high aesthetic claim, for example with open masonry, exposed concrete and glass. But also in combination with natural materials such as wood and natural stone or on bright surfaces the black switches of Gira set exciting accents.\n \nThe switch inserts and covers in the colour aluminium, which further emphasise the impression of modern functionalism, harmonize ideally with the cover frame of black glass. Inserts and covers are furthermore available in the colours anthracite as well as matt pure white and glossy pure white. More than 180 functions of the modern electrical installation can be combined with the Gira Esprit cover frame of black glass, including the home stations of the Gira door communication system."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":16177,
      "title":"Gira Intelligent Building Technology",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5358\/xuiu4uifpq.pdf"
    },
    {
      "id":16176,
      "title":"Gira door communication",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5358\/u5gqsfe9u4.pdf"
    },
    {
      "id":16175,
      "title":"Gira Home Server",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5358\/f9sjuaoccx.pdf"
    },
    {
      "id":16174,
      "title":"Gira intelligent building technology",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5358\/ca7gq7cdg8.pdf"
    },
    {
      "id":16161,
      "title":"Gira push button sensor 3",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5358\/nvl6ycl322.pdf"
    },
    {
      "id":16160,
      "title":"Gira USB power supply",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5358\/kccmoetk1s.pdf"
    },
    {
      "id":16159,
      "title":"Gira E22",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5358\/9hccub4zjf.pdf"
    },
    {
      "id":16158,
      "title":"Gira Esprit",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5358\/hm3cmwmw7p.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5358\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}