{
  "id":5360,
  "name":"Nedap",
  "stands":"S2722",
  "url":"http:\/\/www.PowerRouter.com",
  "description":"Nedap N.V.\nNedap is a manufacturer of intelligent technological solutions for relevant themes. Nedap creates added value with products that solve relevant problems.That is what Nedap calls \"technology that matters\". The PowerRouter is such an intelligent technological solution. It is the ideal solution for optimizing the use of self-generated solar energy.\n\nAbout the PowerRouter - you’re in charge\nThe PowerRouter belongs to the new generation of intelligent inverters. With its unique technology, the PowerRouter can invert the self-generated electricity and decide whether to use the generated energy immediately, store it in batteries or feed it back to the grid (if present).\n\nwww.PowerRouter.com",
  "address":"Parallelweg 2<br\/>Groenlo<br\/>DC<br\/>Netherlands<br\/>7141",
  "product_images":[
    {
      "id":16071,
      "title":"PowerRouter Solar Battery for self-use",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5360\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5360\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The PowerRouter Solar Battery allows you to get the most out of your PV system and make optimum use of the self-generated solar energy. With its unique technology, the PowerRouter controls whether to use the energy instantly, store it in batteries or feed it back to the grid. No extra inverters or cables are required: just connect the solar panels, batteries, loads and grid to the PowerRouter.\nThe PowerRouter Solar Battery is available in 5.0kW, 3.7kW and 3.0kW versions. It's a compact, easy to install, all-in-one system with 2 fully independent inputs and MPP trackers for maximum yield and system configuration flexibility (except 3.0 kW version).\nOptimize the use of self-generated solar energy in just six steps.\n\n1. Generate solar energy.\n2. Use the solar energy directly. \n3. Store the energy in batteries for later use. \n4. Use the stored energy. \n5. Feed surplus energy into the grid. \n6. Monitor and control energy consumption through myPowerRouter.com.\n\nMore information about the PowerRouter self-use solution >>"
    },
    {
      "id":16070,
      "title":"PowerRouter Solar Inverter",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5360\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5360\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"With the PowerRouter, the generated power can either be exported to the grid or used within your own household. The  integrated, web-based logging allows you to remotely monitor and manage your power production & consumption.\nThanks to its “connect & grow” capability, the PowerRouter can be easily expanded to include a Battery Manager for  storing generated power that is not immediately needed so it can be used at a later time. This way you can optimize the use of self-generated energy.\nThe PowerRouter Solar Inverter is available in 5.0kW, 3.7kW and 3.0kW versions. It's a compact, easy to install, all-in-one system with 2 fully independent inputs and MPP trackers for maximum yield and system configuration flexibility (except 3.0 kW version)."
    },
    {
      "id":16069,
      "title":"PowerRouter Battery Manager",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5360\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5360\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Thanks to the \"connect & grow\" capability, the PowerRouter Solar Inverter can be easily expanded with the intelligent Battery Manager. \nWith this expansion unit, generated solar energy that cannot be used immediately, can be stored in connected batteries for use at a later time. The stored energy can also be used as a backup during power outages. The Battery Manager is compact and easy to install. Simply connect to the PowerRouter.\nThe PowerRouter Battery Manager isavailable for 3.0 kW, 3.7 kW and 5.0 kW versions. It has a temperature sensor for optimum charging and protection and an integrated shunt for accurate battery status information and optimum charging conditions. It works through a simple plug-in battery cable connection (plug & play).\n\nOptimize the use of self-generated solar energy\nWith this expansion unit the use of self-generated energy can be increased to a maximum of 70%. The consumption in most households occurs in the  evening, while most solar energy is generated during the day. The PowerRouter gets more out of self-generated solar energy by storing excess power in  batteries for later use. The more self-generated energy you use yourself, the less dependent you are of the grid and rising energy prices.\n\nBackup power supply\nAn added advantage is that the PowerRouter with Battery Manager can provide backup power in the event of a grid failure. Unlike other inverters, the  PowerRouter switches to “island mode” when the grid fails instead of switching off. This ensures that power is always available, even when others are in the  dark."
    },
    {
      "id":16065,
      "title":"myPowerRouter.com",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5360\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5360\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"One of the most outstanding features of the PowerRouter is its connectivity to the internet, which comes fully integrated in the system without any extra cost. Through the myPowerRouter.com web portal you can monitor and control your system from anywhere, wherever you want.\nThrough myPowerRouter.com, system owners can monitor their generated energy, system status and self-used energy, anytime and anywhere. This enables them to keep tabs on their energy household and the PowerRouter statistics, for always being informed on how well their investment is performing. Various myPowerRouter.com widgets are available that provide a clear overview of PowerRouter performance.\nmyPowerRouter.com widgets\nThrough myPowerRouter.com system owners can monitor their generated energy and system status, antytime and anywhere. There are several widgets that create a clear overview of the PowerRouter performance. These widgets show owners:\n\nSolar yield - total generated energy by day, month or year\nTotal generated - total generated revenue in your own currency\nEnergy balance - the energy purchased \/ delivered to the grid\nBackup - the energy consumed during a back-up situation\nConsumption - amount of consumed energy\nSelf sufficiency - percentage of self-use without purchasing energy from the grid\nSelf-use - percentage of generated energy consumed\n\n* Available widgets depend ont the particular PowerRouter system\n\nMore information on our web portal myPowerRouter.com can be found here."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    {
      "id":16072,
      "title":"the PowerRouter self-use solution",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5360\/kd8m1udinw.pdf"
    }
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5360\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}