{
  "id":5363,
  "name":"BioClad Ltd",
  "stands":"S342",
  "url":"http:\/\/www.cladding.co.uk",
  "description":"Advanced is UK’s the largest manufacturer, installer and supplier of antimicrobial hygienic cladding systems with BioClad the leading name in the construction industry. Established in 1996, Advanced Hygienic Contracting, the producers of BioClad, are based in Harrogate, North Yorkshire. Advanced is an award winning manufacturer, supplier and installer of hygienic wall cladding systems. As part of BioClad’s continued development, the company has expanded into decorative ranges options with BioClad Pastels, the Vivid Colour Range & PhotoClad.\n\nBioClad hygienic wall cladding is exported to Europe, North America, Australasia & Asia ensuring that appropriate safety testing accreditations are sought for each Advanced Hygienic Contracting recognises that effective management of health & safety is an important part of operating a successful business.  \n\nMuch of the hygienic wall cladding work conducted by Advanced is carried out on the premises of others and alongside other tradesmen. We strive to ensure that our activities do not adversely affect the health & safety of its employees, clients or other contractors. Advanced Hygienic adheres to the leading industry accreditations and is ISO 9001, 14001, 18001, CHAS & Constructionline accredited, we will comply with all relevant UK Law and the requirements of BS OHSAS 1800  - so far as is reasonably practicable. This requires the following of recognised codes of practice, standards and guidance.",
  "address":"Unit 1 Greengate<br\/>Cardale Park<br\/>Harrogate<br\/>North Yorkshire<br\/>United Kingdom<br\/>HG3 1GY",
  "product_images":[
    
  ],
  "press_releases":[
    {
      "id":15772,
      "title":"Antimicrobial Hygienic Wall Cladding Shows 0 Bacteria in Care Home Tests"
    }
  ],
  "papers_articles":[
    {
      "id":15771,
      "title":"BioClad Hygienic Wall Cladding Case Study",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5363\/u32hy2ooht.pdf"
    }
  ],
  "sales_marketing":[
    
  ]
}