{
  "id":5382,
  "name":"Modulyss",
  "stands":"S620",
  "url":"http:\/\/www.modulyss.com",
  "description":"modulyss®. styles in carpet tiles!\n\nmodulyss® designs and manufacturers carpet tiles for the International contract market, from its own dedicated facility in Belgium. Our ingenious production process enables us to deliver carpet tiles that stretch the boundaries of performance and design to deliver products that stand out from the crowd. \n\nGeared towards architects and designers seeking a high-quality and trend defining floor space, modulyss® carpet tiles are available in a huge array of colours, structures and patterns. With endless creative possibilities, carpet tiles from modulyss® are a sure fire way to bring your floor a stylish and exclusive look. \n\nWe also think hard about the materials we use and the way we use them. Selecting yarns with up to 100% recycled content and with our back2back recycled content backing, we take our responsibility to the environment very seriously.\n\nThinking and acting with you in mind from conception right through to the final execution, modulyss® is a partner that inspires and gives you the freedom to create. \n\nQuality, individuality, exclusivity and value. That’s what modulyss® carpet tiles brings to your space.",
  "address":"Zevensterrestraat 21<br\/>Zele<br\/>Belgium<br\/>9240",
  "product_images":[
    {
      "id":16336,
      "title":"Converse100",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5382\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5382\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Converse100. Same style, different perspective!\n\nA sleek design, a beautiful, textured look and a luxurious feel. Converse100 will turn your world upside down. This mini-tufted carpet tile - available in 8 colours - is extremely strong, stylish and durable. It combines the functional advantages of carpet tiles with a minimalistic, modern look. \n\nMoreover, this ecological carpet tile is made ​​from 100 % recycled nylon yarn (Econyl). An added value for any space as well as the environment!"
    },
    {
      "id":16335,
      "title":"White&Black",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5382\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5382\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"An unseen vision on White&Black!\n\nMake a statement that is anything but black and white with the carpet tile collection, White&Black. \n\nCombine the mysterious black with stylish white and give each traditional room a contemporary and refined look. The black is sophisticated and chic, the white pure and luminescent. A perfect balance between both colours will upgrade the look of your room in a trendy, luxurious way.\n\n6 existing carpet tile collections – Black&, First Absolute, Metallic, Color&, On-line and Cambridge – got a black and white twist. The result is a timeless, modern collection. White&Black meets all stringent requirements of modern offices and is, consequently, perfectly suitable for intensive office use."
    },
    {
      "id":16334,
      "title":"Alternative100",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5382\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5382\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Alternative100. Hot couture!\n\nStyle, class, charisma… creating the right setting can do wonders. Take hotel and office spaces to a higher level by styling the floor with \n\nmodulyss® Alternative100 carpet tiles. Next to beautiful, daring colours – a perfect match with the Cambridge collection – the structure of Alternative100 adds a fancy flair to each floor. \n\nThis ecological loop pile tip sheared carpet tile – known for its stylish look de luxe – is made from 100% recycled nylon yarn (Econyl)."
    },
    {
      "id":16333,
      "title":"First Stripes",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5382\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5382\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"First Stripes is a low loop pile carpet tile with a textured linear pattern. This dynamic carpet tile collection is available in 9 contemporary color variations, ranging from neutral gray, brown and blue to striking red. First Stripes offers, independently or in combination with the 12 base colors from the First collection, numerous design options for a trendy floor.\nFirst Stripes meets the stringent requirements of today's offices and is therefore highly suitable for intensive office use."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5382\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}