{
  "id":5386,
  "name":"Haddonstone Ltd",
  "stands":"S700",
  "url":"http:\/\/www.haddonstone.com",
  "description":"Haddonstone is the UK’s leading manufacturer of high-quality landscape ornaments and architectural cast stone.\n\nThe company’s dry cast Haddonstone and wet cast TecStone provide excellent thermal mass benefits. TecLite, the revolutionary material produced by Haddonstone, used GRC technology to provide thin wall solutions, using less raw materials.\n\nAll three materials exceed all relevant British and international standards.\n\nHaddonstone was recently awarded the prestigious International Green Apple Gold Award (Building Materials) for Environmental Best Practice and Sustainable Development by the Green Organisation for restoration work at Scarborough Spa.\n\nAn inspirational 204 page catalogue is available, detailing Haddonstone’s extensive standard designs, ranging from balustrading, columns and porticos to window surrounds, pier caps and landscape ornaments.",
  "address":"The Forge House<br\/>Church Lane<br\/>East Haddon<br\/>Northamptonshire<br\/>United Kingdom<br\/>NN6 8DB",
  "product_images":[
    {
      "id":16258,
      "title":"Balustrading from Haddonstone",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5386\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5386\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Haddonsone’s cast stone balustrading can be formed into straight, ramped, curved and spiral configurations and is used on steps, balconies and parapets.\n\nContact Haddonstone's contracts staff for more information on 01604 770711, e-mail info@haddonstone.co.uk, visit www.haddonstone.com or see a member of the contracts staff on stand S700."
    },
    {
      "id":16257,
      "title":"Haddonstone TecLite Georgian Door Surround",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5386\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5386\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The Georgian Door Surround by Haddonstone is made from the comapny's revolutionary TecLite GRC material.\n\nThe stylish door surround comprises two Tuscan pilasters surmounted by a complementary entablature and is available in five standard colours.\n\nIdeal for retro-fit, new build and refurbishment projects, Haddonstone's Georgian Door Surround is hand-made at the company's purpose built production facility in Northamptonshire."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    {
      "id":16286,
      "title":"Case Study- Haddonstone transforms façade and rear of Leicestershire residence",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5386\/elqxgx2gwa.pdf"
    },
    {
      "id":16281,
      "title":"Cast Study- Haddonstone restoration at Grade II* listed Scarborough Spa",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5386\/pz4rwbtuyt.pdf"
    }
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5386\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}