{
  "id":5389,
  "name":"Desso Ltd",
  "stands":"S720",
  "url":"http:\/\/www.desso.com",
  "description":"DESSO Business Carpet is a leading European manufacturer of high quality, durable business carpets and carpet tiles for commercial applications such as offices, banks, retail units, public buildings, schools, universities and care centres. DESSO is committed to delivering superior products in terms of quality, durability and design through continuous innovation.\n\nOur innovation strategy is concentrated in 3 key areas:\n1) Creativity: Spearheaded by DESSO‘s design philosophy CARPETECTURE®\n\n2) Functionality: Pioneering solutions that make a difference, examples include SoundMaster® and AirMaster®\n\n3) Cradle to Cradle: Developing products and processes that will contribute towards a better environment and better indoor quality",
  "address":"Hitching Court<br\/>Abingdon Business Park<br\/>Abingdon<br\/>Oxfordshire<br\/>United Kingdom<br\/>OX14 1RB",
  "product_images":[
    {
      "id":16147,
      "title":"Stratos Blocks carpet tile",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5389\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5389\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Extensive creative options, ease of installation, strong environmental performance and proven durability are all combined in the carpet tile product Stratos Blocks. \n\nThe random installation option offers convenience and reduced cutting waste while creating surprising floors, especially when combined with corresponding plain colours in Stratos. The carefully selected shades in Stratos Blocks ensure an elegant and well-balanced appearance on the floor. \n\nEach colour contains 100% recycled content in the yarns (Econyl®), contributing to the Cradle to Cradle® certification for this product.\n\nTECHNICAL SPECIFICATION\nTotal Pile Mass   -   550 g\/m2\nEffective pile mass   -   360 g\/m2\nEffective pile thickness   -   2.7 mm\nDimension   -   50cm x 50cm"
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5389\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}