{
  "id":5392,
  "name":"Swedecor",
  "stands":"S740",
  "url":"http:\/\/www.swedecor.com",
  "description":"Swedecor has over 40 years experience in the supply of specialist, high quality commercial tiles for use in leisure, retail and industrial projects. Our tiles range from commercial tiles, architectural tiles, swimming pool tiles, architectural floor tiles and anti slip floor tiles. From our headquarters in Hull, we have developed a high level of customer service, based on efficient supply chain and logistics throughout Europe and the UK.",
  "address":"Rotterdam Road<br\/>Hull<br\/>East Yorkshire<br\/>United Kingdom<br\/>HU7 0XU",
  "product_images":[
    {
      "id":16245,
      "title":"Marvel",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5392\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5392\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Inspired by the most prestigious marble of Italian tradition, Marvel is a ceramic project of the highest possible aesthetic and technical impact, characterised by porcelain stoneware floors and coordinated white-body wall cladding. Available in 6 shades, 2 finishes and 4 sizes, the technological quality of the production process combines the elegance of marble with the advantages of ceramics, meeting the contemporary planning needs for any destination of use."
    },
    {
      "id":16234,
      "title":"Extend",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5392\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5392\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Extend is the result of the most evolved ceramic technology. It exhibits all the charm of natural stone and offers surface finishes which make it suitable for outdoor areas and for the most soughtafter interiors. Inspired by Beola Stone, Extend is available in four shades and two finishes. Its rich detailing gives it incredible naturalness and extreme versatility. Manufactured in full-body coloured porcelain stoneware, Extend offers many rectifi ed and modular sizes that can be mixed and matched, for contemporary projects where indoors and outdoors communicate in perfect harmony."
    },
    {
      "id":16233,
      "title":"Sunrock",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5392\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5392\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Five stones that have always been widely used in architecture, updated in a ceramic project of great aesthetic and design value. The appearance of the product, in which each stone has a different graphic design, perfectly pertinent to its natural counterpart, combines with the advantages of body-dyed porcelain stoneware, for areas in which natural atmospheres are linked with elevated performance requirements. Sunrock is available in the matt finish, with different microstructures depending on the material, and the textured finish, with a directed surface, ideal for outdoor use and for wall decorations"
    },
    {
      "id":16232,
      "title":"Etic",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5392\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5392\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"A collection that is a faithful reinterpretation of seven fine wood essences, each with its own tradition, look and charm. Etic is a full-body coloured porcelain stoneware collection that brings the natural fascination of wood to contemporary venues. Etic is available 7 shades and two surface finishes: matt, featuring delicate almost invisible microstructures evoking the fascination of slightly lived woods and a textured finish that reproduces the “saw cutting” processing."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5392\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}