{
  "id":5409,
  "name":"Bedrock Tiles Limited",
  "stands":"S872",
  "url":"http:\/\/www.bedrock-tiles.com",
  "description":"Bedrock Tiles are suppliers of innovative and sustainable floor and wall tiles into commercial and residential projects. We are a young focused company with a passion for what we do. We offer a consultative approach and will always look to discuss with our clients their project requirements to achieve their vision.\n\nWe are a modern thinking team and embrace new methods and technologies relating to innovative and sustainable production techniques for all types of hard surfaces, including commercial porcelain tiles, ceramic tiles, natural stone and mosaic tiles.\n\nOur market place continually changes, therefore we need to strive to continue to offer the most cutting edge collections available from across Europe and the world. We are currently pleased to be one of the leading suppliers of thin porcelain tiles.\n\nWe are constantly pushing the boundaries of what we are able to achieve in by presenting in differing ways, therefore please be sure to check in from time to time. Enjoy our website and feel free to request additional information you may need.",
  "address":"31 Whiston Road<br\/>Kingsthorpe<br\/>Northampton<br\/>Northamptonshire<br\/>United Kingdom<br\/>NN2 7RR",
  "product_images":[
    {
      "id":16331,
      "title":"Welsh Stone",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Welsh Stone is as traditional as a product can be, this porcelain tile collection brings a vibrancy accustomed to natual stones. The collection has been created using modern technologies to deliver a sustainable, unique and random pattern each time.\n\nThis collection of Sustainable flooring tiles achieve SKA, LEED and Eco-Label rating. Due to its high recycled content this material will gain an A+ on the BRE rating system.\n\nIf you like this collection of porcelain tiles, you may be interested in the following from Bedrock Tiles: Irish Stone, Soft Stone or India."
    },
    {
      "id":16330,
      "title":"Midnight Collection (LEED | Eco-Label | SKA)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Midnight is a stunning range or porcelain floor tiles. This revitalises a traditional Basalt theme and gives us the strength and reliability for use in commercial design. Available in a nuber of sizes this is a timeless classic.\n\nThis collection of Sustainable flooring tiles achieve SKA, LEED and Eco-Label rating. Due to its high recycled content this material will gain an A+ on the BRE rating system.\n\nIf you like this collection of basalt effect floor tiles, you may also be interested in the following from Bedrock Tiles: Feel, Surface or India."
    },
    {
      "id":16329,
      "title":"Newton Collection (LEED | Eco-Label | SKA)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Newton is a technically advanced range of vitrified porcelain tiles. It introduces a revolutionary natural finish anti-slip finish which achieves the right slip ratings for wet areas such as showers and pool surrounds but with no surface texture. Ideal for projects which require one cleaning regime.\n\nThis collection of Sustainable flooring tiles achieve SKA, LEED and Eco-Label rating. Due to its high recycled content this material will gain an A+ on the BRE rating system.\n\nIf you like this collection of porcelain tiles, you may also be intersted in the following from Bedrock Tiles: Pattern, Shape, Greys."
    },
    {
      "id":16328,
      "title":"Limestone Collection (LEED | Eco-Label | SKA)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Limestone is a natural stone effect collection of porcelain floor tiles. This range is simply delicious, it offers a truely remarkable resemblance to real limestone. Available in an array of differing sizes to help you create the magic of natural stone random laying patterns.\n\nThis collection of Sustainable flooring tiles achieve SKA, LEED and Eco-Label rating. Due to its high recycled content this material will gain an A+ on the BRE rating system.\n\nIf you like this collection of Limestone effect porcelain tiles, you may also be interested in the following from Bedrock Tiles: Lintern, Tempo or Midnight."
    },
    {
      "id":16327,
      "title":"Matrix Collection (LEED | Eco-Label | SKA)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Matrix is a beautifully modern collection of porcelain tiles with a commercially suitable slip rating with flashes of shine over the body of the tile to give it great reflectance against good lighting. Available in varying sizes this can be used in many different designs.\n\nThis collection of Sustainable flooring tiles achieve SKA, LEED and Eco-Label rating. Due to its high recycled content this material will gain an A+ on the BRE rating system.\n\nIf you like this collection of porcelain tiles, you may also like the following Bedrock Tiles: Pure, Metals or Sparkles."
    },
    {
      "id":16326,
      "title":"Saloon Collection (LEED | Eco-Label | SKA)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Saloon is a contemporary wood porcelain tile range. We promote traditional wood effect planks in other collections and were delighted to find a modern take on a timeless material.\n\nThis collection of Sustainable flooring tiles achieve SKA, LEED and Eco-Label rating. Due to its high recycled content this material will gain an A+ on the BRE rating system.\n\nIf you like this collection of wood tiles, you may also like the following from Bedrock Tiles: Excel Wood, Amazon or Planks."
    },
    {
      "id":16325,
      "title":"Hollywood Collection (LEED | Eco-Label | SKA)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The Hollywood collection of porcelain tiles are simply stunning. They offer a subtle stone effect with natural and earthy tones. Used often in design which needs a little warmth.\n\nThis collection of Sustainable flooring tiles achieve SKA, LEED and Eco-Label rating. Due to its high recycled content this material will gain an A+ on the BRE rating system.\n\nIf you like this collection of porcelain tiles then you may also be interested in the following from Bedrock Tiles: Midnight, Classical or Compass."
    },
    {
      "id":16324,
      "title":"Feel Tiles  (LEED | Eco-Label | SKA)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Feel is a range of contemporary textures and elegant beauty. This porcelain tile collection offers three different grades of surface roughness to allow continuity in tonal aesthetics through various areas of differing safety requirements. Suitable for wet areas and external applications, its porcelain body allows no porosity and a lasting product robust enough to survive the elements. With a high level of recycled content these sustainable floor and wall tiles will help achieve those sustainable points on the project.\n \nThis product achieves SKA, LEED and Eco-Label rating and will gain an A+ on the BRE rating system.\n\nIf you are interested in this collection of porcelain tiles, you may also be interested in the following from Bedrock Tiles: Classical, Irish Stone or Midnight."
    },
    {
      "id":16323,
      "title":"Thin Tiles",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Why use Thin tiles?\n\nEnvironment - Thin tiles are great for the environment, they boasts in the majority of cases up to 70% less material than a regular porcelain tile. Thin porcelain tiles use less energy and production requirements therefore making the thin tiles more environmentally friendly.\n\nWeight - Being of a light weight nature, thin tiles can be used for incorporating large format tiles onto the wall, this before could not be easily achieved.\n\nSpeed \/ Cost - Should a project be running behind schedule, you can should the background be correct, over tile an area, reducing the time needed to strip off the previous finish and make good ahead of the new tiles being mounted and  ultimately saving both time and money.\n\nPlease ask the staff at Bedrock Tiles for more details if sustainable tiles or thin tiles are being considered for a project, in the case that minimising or reducing energy consumption is important to the project you may be working on."
    },
    {
      "id":16322,
      "title":"Eco Tiles (LEED | Eco-Label | SKA)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5409\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The ECO collection of sustainable porcelain tiles offers 100% recycled content. They will achieve LEED, SKA and BREEAM this is a must for all projects carrying a sustainable requirement. This range can be used as commercial tiles or residental tiles as they are both durable, technically perform and look stunning!\n\nIf you like this range you may be interested in the following collections from Bedrock Tiles: Feel, Welsh Stone or try our Traditional section for natural tones."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":16332,
      "title":"Sustainability in Tiles by Bedrock Tiles",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5409\/ueteg1pwnt.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5409\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}