{
  "id":5428,
  "name":"Oikos",
  "stands":"S610",
  "url":"http:\/\/",
  "description":"Designer door and wall systems that amplify project creativity, they combine indispensable high security standards with great aesthetic refinement. Products include pivot and concealed hinges, \nwith an extensive range of colours, materials and finishes.  \n\nOikos Venezia leading Italian manufacturer established for over 20 years, working with UK partner Bluebell, the Company objective is to supply architects and interior designers with a variety of architectural engineered solutions incorporating fire, acoustic, thermal and security with contemporary and classic design, achieving British and European standards.\n\nwhen creativity and engineering become a door",
  "address":"Unit 3<br\/>Martels Industrial Estate<br\/>High Easter Road<br\/>Barnston<br\/>Essex<br\/>United Kingdom<br\/>CM6 1NA",
  "product_images":[
    {
      "id":16231,
      "title":"iDoor",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5428\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5428\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"From an entrance function to an interior furnishing function idoor plays a fundamental role in creating protected, cosy environments with a coordinated appearance. Versatility, customization and technical performance features including noise insulation and fire resistance are combined with flush with wall or coplanar solutions."
    },
    {
      "id":16226,
      "title":"Synua pivot door - interior",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5428\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5428\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Pivot hinge door for interior solutions"
    },
    {
      "id":16225,
      "title":"Synua Pivot Door",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5428\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5428\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Synua pivot door that opens environments, instead of closing them up, making contemporary living gracious and comfortable, thanks to its size, the greater light guaranteed by the vertical pivot operation and a rich and refined choice of custom finishes, which make it a veritable integrated furnishing complement for the interior fittings. \n\nHighly appraised by architects and designers throughout the world because of its applicability as a whole for spectacular architectural projects. Available with an integrated door to wall system a perfect combination of state of the art design & technical performance."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ]
}