{
  "id":5456,
  "name":"Ulma Hormigon Polimero.S.Coop",
  "stands":"N1025",
  "url":"http:\/\/www.ulmaarchitectural.com",
  "description":"ULMA Architectural Solutions was formed in 1990 within the ULMA Group and since that time we have been growing, developing a wide range of products aimed at four market segments: Drainage Systems, Architectural Precast, External Wall System and Ventilated Facades.\n\nWe form part of ULMA Groupone of the largest Business Groups in northern Spain with nearly 50 years of experience in the market and a clear commitment to Innovation, Employment and Added Value . The ULMA Group forms part of the MONDRAGON Corporation the largest Cooperative Group in the world. \n\nPrefabricated Systems for ULMA Linear Drainage are the result of combining our material, polymer concrete, with its prefabricated capacity, which gives it an unbeatable ease of installation and manpower saving. All of our drainage channels are designed and fabricated in accordance with Standard EN-1433. We also have professional team with extensive experience that provides our customers with customized consulting and service. We supply a Complete Drainage system.\n\nThe Ventilated Facade is a coating system of the building walls which leaves a ventilated chamber between the coating and the insulation. it is considered as the most efficient system for resolving the building’s insulation, eliminating the unwanted thermal bridges as well as the condensation problems and so achieving an excellent thermal-hydrometric behavior of the building.\n\nWe control the entire process, from the project stage to the works completion, with our teams installing the facade. Our Engineering Department,  supported by the appropriate technology, collaborates to obtain results that best match our customers' artistic proposals.",
  "address":"Bº Zubillaga, 89 - Apdo. 20<br\/>Oñati<br\/>Gipuzkoa<br\/>Spain<br\/>20560",
  "product_images":[
    
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5456\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}