{
  "id":5460,
  "name":"Wildcare",
  "stands":"S1876",
  "url":"http:\/\/www.wildcareshop.com",
  "description":"",
  "address":"Kingsdown Lane<br\/>Blunsdon<br\/>Swindon<br\/>wiltshire<br\/>oxfordshire<br\/>United Kingdom<br\/>SN25 5DL",
  "product_images":[
    {
      "id":16086,
      "title":"SM2 Bat Detector (at height monitoring solution)",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5460\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5460\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"The Song Meter SM2BAT+ revolutionizes unattended automatic recordings of bat activity. This solution features: \n\n•Weatherproof enclosure and microphone withstand harsh climates.\n \n•16-bit full spectrum recordings preserve the amplitude and harmonic details of the original bat signal and is more sensitive to detecting bat calls.\n \n•Record native zero crossing files (on left channel only) that can be opened in zero cross software–no conversion required!\n \n•Effortlessly program on your computer or directly on the SM2BAT+ for simple or complex recording schedules relative to local sunrise and sunset.\n\n•Adaptive triggering and compression requires less storage capacity to enable extended deployments.\n \n•Omnidirectional microphone is more sensitive to detecting bat calls in all directions.\n\n•Record bats, birds, frogs and other wildlife via a second microphone positioned up to 100 meters away or record Bats at ground level and at height on the same machine.\n \n•Compatible with all industry standard bat analysis software.\n \n•Post processing software allows automatic noise scrubbing.\n \n• Optional remote access solution via Song Stream."
    },
    {
      "id":16083,
      "title":"Cavity Bat Roost",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5460\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5460\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"This unique product is the first in a whole range of products currently being developed for use within the structures of buildings in the UK.  Designed specifically for the UK construction industry, and taking into account UK building regulations and construction methods, it provides a solution for bat roosting within buildings that satisfies both the ecological and construction requirements.  Measuring 420mm wide by 440mm high and 68mm deep (main roosting area), it fits within a minimum 75mm cavity.  The sloping entrance is 170mm front to back which brings the leading edge to the front of the face brickwork in place of two normal metric size bricks.  Internally there are varying sizes of crevices, creating warmer and cooler areas and multiple roosting opportunties with an overall surface roosting area of over 4000 cm2.\n\nAs well as these ecological benefits, the slim design means that the visual impact on the face of the building is minimal.  By using the DPC and lintel supplied with each roost you can just continue to build with whatever face materials you are using on the project, and all you will see when it is installed is a two-brick 'letterbox' opening."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5460\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}