{
  "id":5476,
  "name":"Baumit UK Ltd",
  "stands":"N860",
  "url":"http:\/\/www.baumit.co.uk",
  "description":"Baumit UK are External Wall System Manufacturers of High Performance External Wall Insulation and Render products, have operational within the European market for over 30 years and are now supplying the UK market with their unique range of products. \nOne of Baumit unique External Wall Insulation systems, Baumit OPEN®  breathable EPS insulation, along with the revolutionary StarTrack fixing system, brings affordable external wall insulation which allows walls to breathe, will be launched to the UK market at Ecobuild 2013.\nBaumit Life Colour range provides one of the largest \"Through Coloured Render\" products and finishing options to the market, allowing you to complete your property with the look and colour you want to achieve. \nBaumit EWI systems are installed via fully trained External Wall Insulation Contractors, which are trained in installing the entire branded ancillary and fixing products required to meet ETA and BBA Certification.\nBaumit OPEN® EWI system ensure stability, heat retention, fire protection and sound insulation within the home along with other benefits, being:\n\n•\tBaumit OPEN® EWI system– provides a breathable innovative external thermal insulation system;\n•\tBaumit OPEN® REFLECT breathable EPS insulation board improves insulation properties while allowing water vapour to pass through.\n•\tBaumit StarTrack – unique insulation anchor fixing system elimination thermal bridging and applicable to any existing surface;\n•\tBaumit OPEN® EWI system  – uses breathable micro-pore finishing external render;\n•\tBaumit Life Colour & Taste of Life Colour System – provides 888 creative colours for facades;\n•\tBaumit NanoporTop – is a low maintenance decorative finish based on Nano Technology, providing a breathable self cleaning top coats for long lasting cleanliness and beauty for the façade; \n\n\nCome and talk to our experts on Stand N860",
  "address":"Solihull Parkway<br\/>Birmingham Business Park<br\/>Birmingham<br\/>West Midlands<br\/>United Kingdom<br\/>B37 7YN",
  "product_images":[
    
  ],
  "press_releases":[
    {
      "id":16145,
      "title":"Baumit UK"
    }
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    {
      "id":16146,
      "title":"Baumit Nanopor Render Finish",
      "file":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/exhibitor\/5476\/rmjmojn8h8.pdf"
    }
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5476\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}