{
  "id":5477,
  "name":"Flex Connectors Limited",
  "stands":"S67",
  "url":"http:\/\/www.flexconnectors.co.uk",
  "description":"The flex7 System offers you the perfect lighting connection and control solution. The modular nature of our products means that we can not only offer you ultimate flexibility when designing your lighting system, but also the security that it is future-proof. All boxes are 7-pole, and rated at 16A, and the whole system is built around a plug and play philosophy which means that boxes can easily be added to the system at a later date, as and when user needs change.",
  "address":"Unit 8 The Gate Centre<br\/>Syon Gate Way<br\/>Brentford<br\/>Middlesex<br\/>United Kingdom<br\/>TW89DD",
  "product_images":[
    {
      "id":16316,
      "title":"and Control",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5477\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5477\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"At its simplest a flex7 eZeBox Unit can be controlled by hard-wired switch inputs, but to best utilise the flex7 system, why not choose a suitable plug-in lighting control device from our extensive range of sensors and switches, and simply plug into any spare outlet to control that box.\n\nOperating at protected extra low voltage we can provide occupancy, presence, daylight linking, daylight dependency, manual dimming\/switching and remote lighting control. If preferred there is also a range of mains voltage plug-in switch drops."
    },
    {
      "id":16314,
      "title":"Light up..",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5477\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5477\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Once the lighting supply is in place the next consideration is connection to the luminaires. Use any of our extensive range of Pre-wired Luminaire Leads, Extender and Double Extender Leads (piggy back), pre-wired and unwired Plug and Socket Sets, or just Plugs. There are also Panel Mounted Plugs and Sockets for incorporation into luminaires."
    },
    {
      "id":16313,
      "title":"Power up..",
      "thumbnail":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5477\/338942db7ed54422bc01b0eb835279f5\/missing.gif",
      "img":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/exhibitor\/5477\/83e1f43f5443c9cbd8581762e9e7b931\/missing.gif",
      "description":"Distributing power to supply your lighting circuits couldn’t be easier. Use the eZeBox Units or Single Socket Outlets as stand alone, or take advantage of the unique modular design to add further units and build a plug together connection system.\n\nPlug-in an Expansion Unit to extend the previous switched circuit or plug in a Tap-off Unit to extend just the supply. Units can be used in any combination and either plugged directly into one another or via a suitable interconnecting lead (when for example continuing on to another room). For a fully modular system use a Hub Unit as the starting point to provide multiple supply circuit tap off points."
    }
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5477\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}