{
  "id":5493,
  "name":"Ronacrete Ltd",
  "stands":"S2063",
  "url":"http:\/\/www.ronacrete.co.uk",
  "description":"Ronacrete produce a range of eco friendly paving solutions, attractive yet practical alternatives to asphalt or concrete paving for drives or paths.\n\nRonadeck Resin Bound Surfacing and Resin Bonded Surfacing are available in a variety of aggregate colours. Driveways; paths, patios and swimming pool surrounds can all be enhanced by the decorative aggregate finishes.\n\nRonacrete products have been used in a variety of projects improving the appearance of sporting venues, museums, playgrounds, holiday parks, office blocks, hospitals, schools and colleges. Ronacrete’s resin bound systems (resin bound and tree pit) are SUDs compliant.\n\nSuDS compliant Ronadeck Resin Bound Surfacing is a UV stable resin bound aggregate surfacing, functional and highly decorative.\n\n• Attractive natural aggregate appearance\n• Highly porous allowing water to drain (SuDS compliant)\n• UV stable resin\n• Recycled aggregates available \n• Complies with the DIN 51130 slip resistance test (suitable for swimming pool surrounds)\n\nRonadeck Resin Bonded Surfacing creates the look of natural aggregate without the mess of loose gravel.\n\n• Fast curing for minimum disruption\n• Easy to apply\n• Winter grade available for laying in cold, damp conditions\n• Self priming on most surfaces\n• Aggregates available in a wide range of colours and sizes \n• Life expectancy of 10 years in most environments\n\nRonadeck Tree Pit System a resin bound aggregate surfacing for tree pits.\n• Highly permeable semi-flexible paving for planted areas\n• SuDS compliant \n• For interior and exterior use\n\nAlso available new product Ronacrete Eco Tree Pit\n\nRonacrete Eco Tree Pit is a SuDS compliant tree pit, the resin has a concentrated formulation - reducing packaging, emissions and transportation costs, it can be laid in the wet and recycled aggregates may be used.",
  "address":"Ronac House<br\/>Flex Meadow<br\/>Harlow<br\/>Essex<br\/>United Kingdom<br\/>CM19 5TD",
  "product_images":[
    
  ],
  "press_releases":[
    
  ],
  "papers_articles":[
    
  ],
  "sales_marketing":[
    
  ],
  "logo":"http:\/\/alex.local\/ecobuild\/2012\/var\/uploads\/cache\/profile\/logos\/5493\/eb01486e04d9fd93cf2ffaffbcb976a7\/missing.gif"
}