{
  "id":366,
  "name":"Reducing energy use through community engagement",
  "time":"12.30 &ndash; 14.00",
  "location":"This stream will take place in (room to be confirmed)\n\n",
  "description":"A Masterclass led by Professor Tom Woolley with case studies from the Co-housing Network, Co-op Housing Movement and the Energy Saving Co-op.\nLow energy building solutions for new construction and renovation can be complex and technocratic. They are not always user friendly and may be imposed without the occupants of houses and buildings understanding them. Managing buildings, whether it is simply opening windows, changing filters and tweaking thermostats, is a crucial feature of saving energy. The Co-operative and Co-housing movements can offer a user focussed alternative approach to design and professionals can learn from the experience of such groups.&nbsp;\n\n&nbsp;",
  "presentations":[
    {
      "id":1258,
      "name":"Principles of co-housing",
      "time":"12.30 &ndash; 14.00",
      "speakers":"Jo Gooding, UK Co-Housing Network"
    },
    {
      "id":1259,
      "name":"The important role of housing co-operatives in giving tenants more control",
      "time":"12.30 &ndash; 14.00",
      "speakers":"Paula Farrow, Chair, Minister Housing Co-op, Isle of Sheppey"
    },
    {
      "id":1260,
      "name":"The principles of the energy saving co-op",
      "time":"12.30 &ndash; 14.00",
      "speakers":"Ewan Jones, Chief Executive, The Energy Saving Co-Operative"
    },
    {
      "id":1261,
      "name":"People and energy in buildings",
      "time":"12.30 &ndash; 14.00",
      "speakers":"Dr Katy Janda, Senior Researcher, Low Carbon Futures, Environmental Change Institute, University of Oxford"
    },
    {
      "id":1262,
      "name":"Lilac: building in the UK&#039;s first affordable, ecological co-housing community",
      "time":"12.30 &ndash; 14.00",
      "speakers":"Dr Paul Chatterton, Reader in Cities &amp; Social Change, School of Geography, University of Leeds and Secretary of Lilac, MHOS Ltd"
    }
  ]
}