{
  "id":25,
  "title":"Are you ready for Ecobuild 2013? ",
  "posted_on":"28th November 2012",
  "content":"<p>Building upon our anchor event in London, next year will see the Ecobuild community land in China, India and Malaysia. Our expansion reflects the needs of our visitors, exhibitors and local markets as we strive to connect the thinking behind the ever changing dynamics of the global sustainability agenda.&nbsp;<\/p>\n<p>In London&rsquo;s Excel from March 5<sup>th<\/sup> -7<sup>th<\/sup> our European mother ship event returns like never before.&nbsp; We will be presenting you with a blitz of new speakers, features and attractions hosting over 60,000 visitors and servicing the needs of hundreds of companies exhibiting their products and services at the world&rsquo;s largest sustainability event. But Ecobuild is much more than a three day event. Your Ecobuild journey, information programme and mind share has already started and we will continue to help stimulate your thinking on an ongoing basis.<\/p>\n<p>We&rsquo;re striving to bring you relevant news, analysis and data across all of our many platforms. And, in the spirit of Ecobuild, we&rsquo;re committed to invest and innovate in our brand, our events, thought leadership and most importantly the needs of YOU, our community, the people at the very heart of driving sustainability standards and positively influencing the green agenda across markets, sectors and geographies.<\/p>\n<p>We recognise that, in difficult economic times, Ecobuild increasingly plays an important role as it continues to bring the community together and as it operates at the heart of Whitehall and Government. Question marks still remain over the implementation of the flagship Green Deal initiative, energy tariffs, nuclear policy, energy performance certificates and a raft of changes to the building regulations. And all of these important issues will be discussed and debated across our information programme.<\/p>\n<p>With many more questions yet to be answered on what the future UK legislative landscape holds for green policy, we are pleased to welcome Government Ministers and influential officials to our programme as the countdown to the next election begins and as decision makers strive to stimulate the economy and green policy.<\/p>\n<p>We hope too that as the green agenda continues to evolve and become more enshrined into the thinking of businesses of all sizes that the reasons and science behind why it has grown so quickly and prominently is not diluted but embraced.<\/p>\n<p>Following my post, I&rsquo;m now handing over to our expert panel of leading thinkers, and more importantly doers, from around the industry to share their views on the latest news and events every week so watch this space for the latest updates.<\/p>\n<p>We want Ecobuild to remain at the heart of our community and are keen to hear your feedback on the role Ecobuild plays in driving forward the sustainable built environment and what you&rsquo;d like to see more of in 2013. Look forward to your comments!<\/p>"
}